{
	"clock": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Horloge de bureau est un site web et une application de réveil entièrement personnalisable. Vous pouvez personnaliser les formats de date et d'heure, afficher une horloge analogique, afficher le pourcentage de batterie et personnaliser la taille de la police et les couleurs. Il peut être installé hors ligne gratuitement et sans publicité sur n'importe quel ordinateur ou téléphone."
		},
		{
			"title": "Passer de l'Analogique au Numérique",
			"paragraph": "Cliquez sur le bouton '1' en haut à gauche, ou appuyez sur la touche 'P' pour basculer l'affichage principal. Vous pouvez également accéder à Paramètres > Horloge > Affichages."
		}
	],
	"worldclock": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Choisissez parmi des centaines de fuseaux horaires, saisissez des noms personnalisés pour vos fuseaux horaires et modifiez la manière dont vous affichez vos horloges mondiales."
		}
	],
	"stopwatch": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Le chronomètre a plus que la simple fonction de démarrage, d'arrêt et de tour. Il continuera de fonctionner même si l'onglet ou l'application est fermé, et vous pouvez avoir plusieurs chronomètres, leur donner des noms et démarrer plusieurs chronomètres à la fois."
		}
	],
	"pomodoro": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Un minuteur Pomodoro est un minuteur qui vous aide à vous concentrer sur une tâche et à prendre des pauses. L'idée est que vous avez des tâches qui prennent un certain nombre de 'pomodori' (25 minutes) et entre chaque 'pomodoro', vous avez une courte pause (5 minutes). Après un certain nombre (5) de courtes pauses, la pause est plus longue (15 minutes). Cette technique vous aide à étudier, à vous concentrer ou simplement à accomplir des tâches. Dans notre minuteur Pomodoro, vous pouvez personnaliser la durée des minutes et également créer une liste de tâches pour aujourd'hui avec le nombre de 'pomodori' requis pour chacune."
		}
	],
	"chessclock": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Notre horloge d'échecs a plus que deux minuteurs avec des temps personnalisés. Le jeu peut être mis en pause, et vous pouvez choisir parmi quatre réglages d'incrémentation différents. Vous pouvez également personnaliser les sons qui se déclenchent lorsque vous passez, lorsque vous manquez de temps et lorsque le temps est écoulé. Consultez notre liste de raccourcis clavier pour passer d'un tour à l'autre et faire une pause."
		}
	],
	"sunrisesunset": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Découvrez quand le soleil se lève, se couche, et plus encore. Vous pouvez voir le crépuscule, l'aurore, le midi, le nadir, l'heure dorée et bien d'autres moments, avec des descriptions complètes pour chacun. Vous pouvez également voir le nombre d'heures de lumière du jour disponibles et le nombre d'heures restantes jusqu'au lever ou au coucher du soleil. Vous pouvez entrer n'importe quelle date, n'importe quel lieu et n'importe quel fuseau horaire et obtenir instantanément toutes les informations dont vous avez besoin. Il y a aussi un bouton de un seul clic pour utiliser la date, la location et la zone horaire actuelles. Enfin, il y a un tableau des jours futurs et de leurs levers de soleil, couchers de soleil, et plus encore, entièrement personnalisable dans les paramètres."
		}
	],
	"rubikscube": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "L'écran supérieur affiche un minuteur et une liste de temps, tandis que l'écran inférieur affiche un mélange. Vous pouvez personnaliser ces affichages en appuyant sur les boutons 1 et 2 en haut. Vous pouvez appuyer sur la barre d'espace pour démarrer et arrêter un minuteur. La liste des temps affichera vos temps dans la session en cours, ainsi que la moyenne de trois et la moyenne de cinq (moyenne de trois sans minimum et maximum)."
		},
		{
			"title": "Sessions",
			"paragraph": "Vous pouvez cliquer sur 'Sessions' pour afficher toutes les sessions, créer une nouvelle session, supprimer des sessions et même télécharger un fichier CSV de vos statistiques de session. Vous pouvez également cliquer sur 'Session actuelle' pour afficher la session en cours."
		},
		{
			"title": "Mélanges",
			"paragraph": "Un mélange est un ensemble d'instructions pour parvenir à une configuration aléatoire d'un Rubik's Cube. Dans les tournois, au lieu de permettre à une personne de mélanger le cube de manière aléatoire, ce qui pourrait être injuste, les gens utilisent des mélanges officiels. Au lieu d'effectuer des instructions aléatoires, ces mélanges choisissent un cube valide au hasard, le résolvent et annulent les étapes. Vous pouvez cliquer sur 'Générer un mélange' pour en créer un nouveau, et vous pouvez également activer un paramètre pour générer automatiquement de nouveaux mélanges au démarrage et à l'arrêt du minuteur. Cliquez sur 'Guide de mélange' pour plus de détails sur les mouvements et la manière de mélanger. Il y a aussi un cube interactif avec lequel vous pouvez jouer."
		}
	],
	"calendar": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Vous pouvez afficher un calendrier pour n'importe quelle semaine, mois ou année dans plusieurs vues différentes. Chaque vue est facile à imprimer et peut être parcourue facilement en utilisant les trois boutons en haut à gauche, qui vous emmènent aujourd'hui, en arrière et en avant."
		},
		{
			"title": "Raccourcis clavier",
			"paragraph": "Vous pouvez changer les affichages avec les touches W pour la semaine, M pour le mois, Y pour l'année et L pour la liste des années. Vous pouvez également utiliser les touches de flèche pour aller à gauche et à droite dans les périodes de temps, et appuyer sur T pour aujourd'hui."
		}
	],
	"weather": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Il y a trois affichages : actuel, quotidien et horaire. L'affichage actuel montre la météo actuelle, la température, l'heure, les maximales, les minimales, le vent, la pluie, l'humidité, l'indice UV, et plus encore. Il affiche également l'heure de la dernière mise à jour et les coordonnées. Vous pouvez toujours rafraîchir la page pour mettre à jour la météo. Cliquez sur l'icône du crayon pour éditer l'emplacement utilisé, qui devrait être configuré par défaut et peut facilement être défini sur votre emplacement actuel. Cliquez sur l'unité (F ou C) pour changer d'unités. La section actuelle est l'affichage principal. Les sections quotidienne et horaire sont les affichages secondaires. L'affichage quotidien montre la météo prévue dans votre emplacement choisi pour chaque jour futur pendant sept jours, et affiche également les maximales et minimales. La vue horaire fournit des informations beaucoup plus détaillées, et vous pouvez personnaliser le nombre de jours affichés dans la vue horaire dans les paramètres, jusqu'à 6 jours (144 heures)."
		},
		{
			"title": "Changer les Unités",
			"paragraph": "Vous pouvez changer d'unités en cliquant sur l'unité de température dans l'affichage principal (F ou C) ou en allant dans les paramètres et sous Unités, cliquez sur l'unité désirée. Les unités métriques utiliseront C pour les températures, mm pour la pluie et km/h pour le vent. Les unités impériales utiliseront F pour les températures, in pour la pluie et mph pour le vent."
		}
	],
	"pictureinpicture": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Le mode image dans l'image vous permet d'ouvrir une vidéo dans une fenêtre contextuelle par-dessus d'autres applications. Nous avons créé l'horloge et le minuteur en image dans l'image afin que vous puissiez utiliser cette fonctionnalité pour voir l'heure et la date, ou pour suivre un minuteur."
		},
		{
			"title": "Utilisation",
			"paragraph": "Utilisez les onglets en haut pour passer entre l'affichage de la date et de l'heure et l'affichage du minuteur. En mode minuteur, entrez les heures et les minutes désirées, puis cliquez sur démarrer. Cliquez sur le bouton image dans l'image en haut, ou cliquez avec le bouton droit sur la vidéo et sélectionnez \"image dans l'image\" pour entrer en mode image dans l'image."
		},
		{
			"title": "Support",
			"paragraph": "Le support de l'image dans l'image varie selon le navigateur et le système d'exploitation, cependant, il est généralement pris en charge sur les navigateurs basés sur Chromium comme Chrome et Edge, mais pas sur Firefox. Il est également possible de désactiver l'image dans l'image sur votre appareil, et le faire rendrait également ce mode inaccessible. Cependant, quel que soit le support, vous pouvez toujours utiliser l'horloge et le minuteur en image dans l'image comme une horloge et un minuteur normaux ; il ne s'ouvrira simplement pas en mode contextuel."
		},
		{
			"title": "Problèmes Connus",
			"paragraph": "Le changement d'applications, la réduction ou la navigation vers une autre page peut entraîner l'arrêt de l'image dans l'image, selon votre appareil."
		},
		{
			"title": "Comment ça marche ?",
			"paragraph": "Nous ajoutons l'horloge ou le minuteur à un élément de canevas, puis créons un flux vidéo à partir du canevas afin que l'horloge ou le minuteur puisse être utilisé en mode image dans l'image."
		}
	],
	"timer": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Créez un minuteur en entrant des heures, des minutes et/ou des secondes, puis cliquez sur Démarrer. Vous pouvez éventuellement donner un nom à votre minuteur. Une fois créé, vous pouvez utiliser les boutons au-dessus pour mettre en pause et reprendre le minuteur, réinitialiser le minuteur, entrer en plein écran et supprimer le minuteur. Vous pouvez créer plusieurs minuteurs. Ouvrez les paramètres pour modifier les réglages sonores lorsque le minuteur est terminé."
		}
	],
	"countdown": [
		{
			"title": "Vue d'ensemble",
			"paragraph": "Créez un compte à rebours en sélectionnant une date et une heure, puis cliquez sur Démarrer. Vous pouvez éventuellement donner un nom à votre compte à rebours. Une fois créé, vous pouvez utiliser les boutons au-dessus pour entrer en plein écran ou supprimer le compte à rebours. Vous pouvez créer plusieurs comptes à rebours. Ouvrez les paramètres pour modifier les réglages sonores lorsque le compte à rebours est terminé."
		}
	],
	"timestamp": [
		{
			"title": "Aperçu",
			"paragraph": "L'application de timestamp est divisée en plusieurs sections. Faites défiler pour voir toutes les sections, ou modifiez l'affichage dans les paramètres pour passer à un affichage par onglets et voir une section à la fois."
		},
		{
			"title": "Fuseaux Horaires",
			"paragraph": "Les timestamps sont toujours mesurés en GMT (0 UTC offset), il n'y a donc pas d'ambiguïté. Cependant, si vous entrez une date et une heure ou souhaitez afficher un timestamp sous forme de date et d'heure, vous devrez choisir un fuseau horaire. Vous pouvez choisir si la date et l'heure que vous avez entrées sont en GMT ou en heure locale pour vous assurer d'obtenir les valeurs correctes."
		},
		{
			"title": "Utiliser la Date du Jour",
			"paragraph": "Il y a des boutons dans chaque section pour utiliser la date actuelle. Cliquez dessus et ils régleront leur section à la date et l'heure actuelles. Ils seront précis selon le fuseau horaire que vous avez sélectionné."
		},
		{
			"title": "Convertir Timestamp ou Date",
			"paragraph": "Cette section vous permet de sélectionner un timestamp ou une date et une heure, et de le convertir et de voir des informations à ce sujet. Pour entrer un timestamp, sélectionnez le premier onglet, puis choisissez millisecondes ou secondes. Pour entrer une date et une heure, sélectionnez le deuxième onglet. Vous pouvez choisir le type d'entrée qui vous est le plus facile : entrées de date et d'heure, texte de date ou numéros individuels pour l'année, le mois, etc. Les informations sur le timestamp ci-dessous seront automatiquement mises à jour et afficheront les timestamps, l'heure locale et l'heure GMT, le temps par rapport à maintenant et le temps dans des spécifications de format temporel spécifiques telles que ISO 8601."
		},
		{
			"title": "Timestamp Unix Actuel",
			"paragraph": "Cette section affichera le timestamp actuel, qui se met à jour automatiquement chaque seconde. Le timestamp sera affiché en secondes, millisecondes, hex (secondes), et les heures locales et UTC seront également affichées. Il y a des boutons de copie que vous pouvez utiliser pour copier facilement un timestamp."
		},
		{
			"title": "Différence de Temps",
			"paragraph": "Cette section vous permet d'entrer un timestamp ou une date et une heure d'un côté et un timestamp ou une date et une heure de l'autre côté, et de voir la différence entre eux. Vous pouvez voir la différence en jours, ainsi qu'en millisecondes et secondes, et aussi quel temps est en avance par rapport à l'autre. Vous pouvez également utiliser des boutons pour entrer rapidement la date et l'heure actuelles."
		},
		{
			"title": "Début/Fin du Jour, Mois, Année",
			"paragraph": "Cette section vous permet de voir les dates d'époque pour le début et la fin d'une année, d'un mois ou d'un jour spécifique. Tout d'abord, sélectionnez année, mois ou jour, puis sélectionnez l'heure spécifique (et le fuseau horaire) que vous souhaitez utiliser. Vous verrez la première et la dernière seconde de l'année/mois/jour entré en timestamps et en texte de date et d'heure en GMT et dans votre fuseau horaire."
		},
		{
			"title": "Convertir les Sections en Autres Unités",
			"paragraph": "Cette section vous permet d'entrer un nombre de secondes (ou d'autres unités) et de le convertir en d'autres unités telles que les années et les jours."
		},
		{
			"title": "Jours Par An",
			"paragraph": "Les années non bissextiles ont 365 jours, mais les années bissextiles en ont 366. Chaque 4 ans est une année bissextile, mais pas chaque 100 sauf chaque 400. C'est pourquoi il y a 365.2425 jours par an dans le calendrier grégorien. Dans une année astrologique, il y a 365.2422 jours, cependant, cette application utilise 365.2425 car c'est ce que nos calendriers utilisent. Cette petite différence représente une erreur d'un jour tous les 3333.3 ans."
		},
		{
			"title": "Combien de Secondes dans...",
			"paragraph": "Cette section affiche un tableau simple du nombre de secondes dans 1 heure, jour, semaine, mois et année. Comme mentionné ci-dessus, les années ont 365.2425 jours. Un mois dans cette section est considéré comme 1/12 d'une année, soit 30.436875 jours."
		},
		{
			"title": "Information sur le Timestamp",
			"paragraph": "Cette section affiche des informations utiles sur GMT, UTC, les timestamps et les normes de temps."
		}
	],
	"birthdays": [
		{
			"title": "Aperçu",
			"paragraph": "Birthdays est une application simple qui vous permet d'ajouter des anniversaires pour vos amis et votre famille ! Vous pouvez afficher les anniversaires dans un calendrier mensuel et dans une liste simple, et personnaliser l'apparence de votre application. Suivez facilement tous les anniversaires de vos amis, en un seul endroit ! Vous pouvez également importer et exporter des anniversaires et imprimer une liste d'anniversaires."
		},
		{
			"title": "Ajouter des Anniversaires",
			"paragraph": "Pour ajouter un anniversaire, cliquez sur le bouton ajouter un anniversaire en bas. Les anniversaires sont affichés par mois, en commençant par le mois en cours."
		},
		{
			"title": "Affichages",
			"paragraph": "Vous pouvez personnaliser l'affichage en cliquant sur les boutons '1' et '2', comme dans de nombreuses autres applications. Vous pouvez également aller dans les paramètres pour changer les affichages primaire et secondaire. L'affichage primaire est la liste des anniversaires, et peut montrer une liste plus simple, idéale pour voir de nombreux anniversaires en même temps, ou une liste complète, avec des informations plus détaillées. L'affichage secondaire est le calendrier mensuel et peut être réduit ou caché. Vous pouvez également afficher ou masquer la barre de recherche et les en-têtes de mois. Vous pouvez également trier les anniversaires en commençant par le mois actuel ou le début de l'année."
		},
		{
			"title": "Mettre en Évidence les Anniversaires Proches",
			"paragraph": "Activez ce paramètre et entrez un nombre de jours pour mettre en évidence les anniversaires qui sont à ce nombre de jours ou moins d'aujourd'hui."
		},
		{
			"title": "Imprimer les Anniversaires",
			"paragraph": "Personnalisez votre affichage comme vous le souhaitez (changez l'affichage primaire, affichez/masquez les en-têtes de mois, commencez au début de l'année ou au mois en cours) puis cliquez sur le bouton d'impression en bas (ou appuyez sur ctrl+P) pour imprimer vos anniversaires."
		},
		{
			"title": "Importer et Exporter des Anniversaires",
			"paragraph": "Dans les paramètres, vous trouverez deux champs de texte pour l'importation et l'exportation. Pour partager vos données, vous pouvez copier le texte du champ d'exportation et l'envoyer à un ami, lui permettant de l'importer. Alternativement, vous pouvez copier le lien contenant les anniversaires. Vous pouvez ensuite coller ces données dans le champ d'importation ou ouvrir le lien directement pour importer les anniversaires. Chaque anniversaire a un ID unique, vous pouvez donc avoir plusieurs personnes avec le même nom et anniversaire. Si vous importez des anniversaires qui existent déjà (avec le même ID), vos entrées originales seront conservées, évitant les doublons indésirables."
		},
		{
			"title": "Jours Bissextiles",
			"paragraph": "Les anniversaires les jours bissextiles (29 février) sont considérés comme le 1er mars si c'est une année non bissextile et le 29 février si c'est une année bissextile. Leur âge sera compté en fonction du nombre d'années écoulées depuis leur anniversaire, et non du nombre de 29 février depuis leur anniversaire."
		}
	],
	"app": [
		{
			"title": "Changement de Couleurs",
			"paragraph": "Rendez-vous dans Paramètres > Apparence > Esthétique, puis sélectionnez les couleurs de base et d'accent de votre choix. Ces couleurs seront utilisées partout dans votre Horloge de Bureau ! Vous pouvez cliquer sur \"Sombre\", appuyer sur la touche 'N' ou cliquer sur l'icône du soleil/lune sur n'importe quelle page pour basculer en mode nuit."
		},
		{
			"title": "Personnalisation de l'Interface Utilisateur",
			"paragraph": "Rendez-vous dans Paramètres > Apparence > Interface Utilisateur. Vous pouvez choisir quels boutons afficher dans la barre de titre, si vous souhaitez un menu plus petit, si vous souhaitez toujours que le menu soit réduit sur les écrans plus grands et si vous souhaitez masquer la barre de titre lorsqu'elle est inactive."
		},
		{
			"title": "Chromecast",
			"paragraph": "Rendez-vous dans Paramètres > Général > Application et cliquez sur le bouton \"Diffuser\" pour commencer la diffusion Chromecast. Vous pouvez ajouter le bouton de diffusion à votre barre de titre dans Paramètres > Apparence > Interface Utilisateur, en sélectionnant \"Afficher le bouton de diffusion\"."
		},
		{
			"title": "Raccourcis",
			"paragraph": "Vous pouvez activer ou désactiver le mode plein écran en double-cliquant et les raccourcis clavier en allant dans Paramètres > Général > Raccourcis. Vous pouvez également consulter une liste des raccourcis clavier à cet endroit."
		},
		{
			"title": "Changement de Langue, Paramètres Régionaux de Date et Heure, et Fuseau Horaire",
			"paragraph": "Vous pouvez changer la langue, les paramètres régionaux de date et heure, et le fuseau horaire dans Paramètres > Général > Région. Ces valeurs ne peuvent pas être modifiées si la détection automatique est activée. Vous pouvez toujours réactiver la détection automatique pour utiliser la langue, les paramètres régionaux de date et heure, et le fuseau horaire par défaut de votre système."
		}
	],
	"goals": [
		{
			"title": "Philosophie de Conception",
			"paragraph": "Horloge de bureau vise à être un outil à la fois simple à utiliser et offrant toutes les fonctionnalités et tous les réveils dont vous aurez besoin. Nous accordons une attention particulière à l'expérience utilisateur, en créant une interface utilisateur belle, propre et élégante, et en proposant une application hautement performante. Nous essayons également de concevoir pour toutes les tailles d'écran, quel que soit leur format. Enfin, nous voulons que tout soit disponible hors ligne, rapidement et facilement, et que le bruit soit réduit au minimum. Cela signifie pas de serveur (nous pourrions envisager à l'avenir d'offrir un stockage de compte dans le cloud) et pas de publicités (nous pourrions envisager d'ajouter bientôt une petite bannière dans le menu des paramètres pour soutenir l'une de nos sorties de jeux de société, restez à l'écoute !)."
		},
		{
			"title": "Notre Mission",
			"paragraph": "Si quelque chose est lié à l'horloge, au temps ou aux minuteurs dans le monde, nous voulons le proposer ici ! Notre objectif est tout simplement de fournir un produit incroyable au plus grand nombre de personnes possible et de veiller à améliorer votre vie et à réduire le stress ou les tracas lorsque c'est possible."
		}
	],
	"time": [
		{
			"title": "Qu'est-ce qu'une seconde ?",
			"paragraph": "Une seconde est une unité fondamentale de temps. Elle était initialement définie comme une fraction d'une journée. Cependant, cette définition était basée sur la rotation de la Terre, qui peut varier en raison d'irrégularités dans la vitesse de rotation de la Terre. Pour la mesure du temps scientifique, le Système International d'Unités (SI) a adopté une nouvelle définition basée sur les vibrations atomiques des atomes de césium. Une seconde est maintenant définie comme la durée de 9 192 631 770 périodes de la radiation correspondant à la transition entre deux niveaux hyperfins de l'atome de césium-133."
		},
		{
			"title": "L'Évolution des Horloges",
			"paragraph": "Les horloges sont utilisées depuis des milliers d'années. Autrefois, les cadrans solaires ont été inventés pour suivre le mouvement de l'ombre du soleil. Les horloges à pendule utilisent un pendule avec un poids soigneusement calculé pour assurer une période d'oscillation spécifique. Aujourd'hui, les horloges atomiques peuvent mesurer le temps avec une précision de quelques nanosecondes. À ce niveau de précision, elles maintiennent l'exactitude à environ une seconde tous les plusieurs millions d'années."
		},
		{
			"title": "Qu'est-ce qu'une horloge atomique ?",
			"paragraph": "Les horloges atomiques sont des dispositifs de mesure du temps très précis qui dépendent des vibrations ou des oscillations des atomes pour mesurer le temps. Ces horloges sont largement considérées comme les instruments de mesure du temps les plus précis disponibles et servent de base aux normes de temps internationales. Il existe différents types d'horloges atomiques, notamment les horloges atomiques au césium, les horloges atomiques au rubidium et les horloges au maser à hydrogène, chacune étant basée sur différents éléments atomiques et technologies. Les horloges atomiques sont utilisées dans les systèmes de positionnement global et les télécommunications."
		},
		{
			"title": "Types d'Horloges Atomiques",
			"paragraph": "Les horloges atomiques au césium sont le type le plus courant d'horloge atomique. Elles sont basées sur les vibrations des atomes de césium. Les horloges atomiques au césium sont tellement précises qu'elles peuvent mesurer le temps avec une précision de quelques nanosecondes."
		},
		{
			"title": "",
			"paragraph": "Les horloges atomiques au rubidium utilisent des atomes de rubidium comme référence pour la mesure du temps. Elles sont légèrement moins précises que les horloges atomiques au césium, mais restent très précises. Elles peuvent généralement maintenir leur précision à quelques microsecondes au cours d'une année."
		},
		{
			"title": "",
			"paragraph": "Les horloges au maser à hydrogène sont encore plus précises que les horloges atomiques au césium. Elles utilisent des atomes d'hydrogène et la technologie du maser (amplification des micro-ondes par émission stimulée de rayonnement) pour atteindre une précision étonnante. Ces horloges peuvent maintenir leur précision à quelques picosecondes (trillionièmes de seconde) sur l'ensemble d'une année."
		},
		{
			"title": "Applications des Horloges Atomiques",
			"paragraph": "Normes de Temps : Les horloges atomiques, en particulier les horloges atomiques au césium et au maser à hydrogène, servent de base aux normes de temps internationales. Le Temps Universel Coordonné (UTC) est basé sur une combinaison d'horloges atomiques du monde entier. L'UTC est utilisé comme référence pour la mesure du temps à l'échelle mondiale et est utilisé dans diverses applications, y compris les systèmes de navigation par satellite (comme le GPS) et les télécommunications. Les horloges atomiques ont également été utilisées pour tester des aspects de la théorie de la relativité d'Einstein et étudier des phénomènes tels que la dilatation du temps."
		},
		{
			"title": "Qu'est-ce que la dilatation du temps ?",
			"paragraph": "La dilatation du temps affirme que le temps n'est pas absolu, mais relatif à la vitesse d'un observateur et au champ gravitationnel. Cela a été confirmé expérimentalement et a des implications profondes dans notre compréhension de l'univers."
		},
		{
			"title": "Quelle est la différence entre l'UTC et le GMT ?",
			"paragraph": "Le GMT était à l'origine basé sur le temps solaire moyen au méridien de Greenwich, qui passe par l'Observatoire Royal de Greenwich en Angleterre. Traditionnellement, il était le temps standard au méridien de Greenwich et n'a pas tenu compte des variations de la rotation de la Terre."
		},
		{
			"title": "",
			"paragraph": "L'UTC est un standard de temps moderne et hautement précis. Il a été introduit pour prendre en compte les irrégularités de la rotation de la Terre. L'UTC est basé sur des horloges atomiques extrêmement précises et est ajusté périodiquement pour se maintenir à moins de 0,9 seconde du temps solaire moyen (UT1). Cet ajustement est effectué en ajoutant occasionnellement des secondes intercalaires, ce que le GMT n'incorpore pas."
		},
		{
			"title": "",
			"paragraph": "L'UTC est reconnu comme la norme mondiale pour la mesure du temps et est utilisé pour des activités telles que la navigation globale et la communication par satellite. Le GMT a une signification historique, mais il est moins couramment utilisé dans des contextes formels."
		},
		{
			"title": "",
			"paragraph": "Usages Courants : Les gens utilisent souvent les termes \"GMT\" et \"UTC\" de manière interchangeable pour désigner des fuseaux horaires identiques ou presque identiques. Cependant, \"UTC\" est le terme plus précis et plus actuel pour la mesure du temps moderne. Le GMT est souvent utilisé de manière courante pour désigner le fuseau horaire du méridien de Greenwich (UTC+0). Cependant, les fuseaux horaires du monde entier sont définis par rapport à l'UTC, et non au GMT. L'UTC est la base des décalages horaires des différents fuseaux horaires, y compris l'UTC+1, l'UTC-5, etc."
		},
		{
			"title": "Types d'Horloges",
			"paragraph": "Horloges à Quartz : La plupart des horloges analogiques modernes, comme les horloges murales et les montres-bracelets, utilisent un cristal de quartz comme élément de mesure du temps. Les horloges à quartz fonctionnent en se basant sur les propriétés piézoélectriques des cristaux de quartz. Lorsqu'un courant électrique est appliqué au cristal, il vibre à une fréquence précise. Ces vibrations sont comptées et utilisées pour mesurer le temps. Un circuit appelé oscillateur divise les vibrations en intervalles réguliers, faisant avancer les aiguilles de l'horloge."
		},
		{
			"title": "",
			"paragraph": "Horloges Atomiques : Les horloges atomiques sont les dispositifs de mesure du temps les plus précis. Elles utilisent les vibrations des atomes (généralement de césium ou de rubidium) pour mesurer le temps. La transition entre des niveaux d'énergie spécifiques dans les atomes est incroyablement cohérente, permettant aux horloges atomiques de fournir une mesure du temps extrêmement précise."
		},
		{
			"title": "",
			"paragraph": "Horloges Numériques : Les horloges numériques affichent l'heure à l'aide de chiffres numériques. Elles dépendent souvent d'oscillateurs à cristal de quartz et de microprocesseurs pour convertir les vibrations du cristal en un affichage numérique."
		},
		{
			"title": "",
			"paragraph": "Horloges Radio-Pilotées : Certaines horloges modernes, souvent numériques, sont radio-pilotées. Elles reçoivent des signaux horaires de transmetteurs dédiés, tels que ceux exploités par les organisations de mesure du temps nationales. Ces horloges ajustent automatiquement leur heure pour rester extrêmement précises."
		},
		{
			"title": "",
			"paragraph": "Horloges d'Ordinateur : Les ordinateurs et les appareils électroniques ont souvent des horloges internes qui dépendent d'oscillateurs et qui sont régulièrement synchronisées avec des normes de temps précises via Internet."
		},
		{
			"title": "Comment fonctionnent les horloges analogiques ?",
			"paragraph": "Les horloges analogiques fonctionnent en utilisant des engrenages et des aiguilles pour afficher l'heure sur un cadran. Une source d'énergie continue, telle qu'une pile ou un ressort de remontage, alimente l'horloge. Les engrenages transfèrent cette énergie aux aiguilles de l'horloge, qui se déplacent autour d'un cadran divisé en heures et minutes. Certaines horloges ont un pendule qui oscille, produisant un tic-tac. Les aiguilles de l'horloge indiquent l'heure et les minutes actuelles. Cette méthode traditionnelle de mesure du temps est utilisée depuis des siècles et reste populaire pour son design classique."
		},
		{
			"title": "Quand l'horloge analogique a-t-elle été inventée ?",
			"paragraph": "La première horloge analogique, connue sous le nom de \"clepsydre\" ou \"horloge à eau\", a été inventée par les anciens Égyptiens vers 1500 avant J.-C. Elle utilisait l'écoulement de l'eau d'un récipient à un autre pour mesurer le temps. Les premières horloges mécaniques ressemblant aux horloges analogiques modernes sont apparues en Europe au XIVe siècle. Quelques exemples précoces incluent l'horloge de la cathédrale de Salisbury (1386) et l'horloge de la cathédrale de Wells (1390). Ces horloges n'avaient pas d'aiguilles de minutes et étaient principalement utilisées dans les églises pour sonner les cloches à des fins religieuses."
		},
		{
			"title": "Quand l'horloge numérique a-t-elle été inventée ?",
			"paragraph": "La première horloge numérique telle que nous la connaissons aujourd'hui a été créée dans les années 1960. L'horloge numérique la plus célèbre des débuts est le modèle 801 conçu par l'ingénieur électricien James L. Buie et produite par la société Digital Equipment Corporation (DEC) en 1961. Cette horloge utilisait des circuits numériques à bascule pour afficher l'heure en heures, minutes et secondes."
		},
		{
			"title": "Qu'est-ce que les fuseaux horaires ?",
			"paragraph": "La Terre est divisée en fuseaux horaires, chacun étant d'environ 15 degrés de longitude. Les 360 degrés de longitude sont divisés en 24 fuseaux horaires approximatifs, laissant 1 par heure dans la journée. Cette division aide à maintenir un système mondial synchronisé de mesure du temps, permettant aux gens de se coordonner et de planifier dans le monde entier."
		},
		{
			"title": "Combien de fuseaux horaires existe-t-il ?",
			"paragraph": "Il existe 24 fuseaux horaires, chacun étant défini en étant à 1 heure d'UTC, mais certains fuseaux horaires sont décalés de 15, 30 ou 45 minutes par rapport au fuseau horaire primaire le plus proche. Actuellement, il existe 37 fuseaux horaires. Il y a des centaines de fuseaux horaires officiels : https://www.timeanddate.com/time/zones/."
		},
		{
			"title": "Qu'est-ce qu'une seconde intercalaire ?",
			"paragraph": "Pour tenir compte du ralentissement progressif de la rotation de la Terre, des secondes intercalaires sont occasionnellement ajoutées au Temps Universel Coordonné (UTC). Ces secondes supplémentaires alignent nos systèmes de mesure du temps avec la vitesse variable de rotation de la Terre. Cela signifie que le temps atomique et le temps solaire restent synchronisés. Lorsqu'une seconde intercalaire est introduite, l'UTC fait effectivement une pause d'une seconde. Le GMT n'utilise pas de secondes intercalaires."
		},
		{
			"title": "Quels sont les formats horaires de 12 et 24 heures ?",
			"paragraph": "Différentes cultures et régions utilisent différents formats horaires. Le format de 12 heures (avec des indicateurs AM et PM) et le format de 24 heures sont les plus couramment utilisés. La plupart des pays utilisent le format de 24 heures, mais certains pays comme les États-Unis, le Canada, le Royaume-Uni, l'Australie, la Nouvelle-Zélande, les Philippines et l'Irlande utilisent le format de 12 heures, et certains pays comme l'Inde, l'Afrique du Sud et Singapour utilisent à la fois les systèmes de 12 heures et de 24 heures."
		},
		{
			"title": "Que signifient AM et PM ?",
			"paragraph": "\"AM\" signifie \"Ante Meridiem\", ce qui signifie \"avant le midi\" ou \"avant midi\". Il fait référence à l'heure de minuit (12:00 AM) jusqu'à juste avant midi (11:59 AM). \"PM\" signifie \"Post Meridiem\", ce qui signifie \"après midi\". Il représente l'heure de midi (12:00 PM) jusqu'à juste avant minuit (11:59 PM)."
		}
	],
	"dates": [
		{
			"title": "Qu'est-ce que le calendrier grégorien ?",
			"paragraph": "Le calendrier grégorien est le système de calendrier le plus couramment utilisé aujourd'hui. Il compte 12 mois et commence le 1er janvier. Tous les quatre ans, un jour supplémentaire est ajouté pour le synchroniser avec la position du soleil dans le ciel. Il est utilisé dans le monde entier pour la vie quotidienne et les affaires."
		},
		{
			"title": "Quand le calendrier grégorien a-t-il été développé ?",
			"paragraph": "Le calendrier grégorien, largement utilisé aujourd'hui, a été introduit par le pape Grégoire XIII en 1582 pour réformer le calendrier julien et corriger les inexactitudes dans le calcul de la date de Pâques."
		},
		{
			"title": "Le calendrier lunaire",
			"paragraph": "De nombreux calendriers anciens étaient basés sur les cycles lunaires, tels que le calendrier islamique hijri. Les calendriers lunaires utilisent les phases de la lune pour déterminer les mois, les rendant d'environ 29,5 jours. Cependant, les calendriers lunaires ne s'alignent pas parfaitement sur l'année solaire."
		},
		{
			"title": "Le calendrier solaire",
			"paragraph": "Les calendriers solaires, comme le calendrier grégorien, sont basés sur l'orbite de la Terre autour du soleil. Ils offrent un moyen plus précis de se synchroniser avec les saisons, ce qui est essentiel pour la planification agricole et climatique."
		},
		{
			"title": "Qu'est-ce qu'une année bissextile ?",
			"paragraph": "Les années bissextiles, introduites par Jules César dans le calendrier julien, sont nécessaires pour compenser le fait que l'orbite de la Terre autour du soleil dure environ 365,2422 jours. Le calendrier grégorien affine cela en ayant des années bissextiles avec des exceptions, garantissant qu'il est plus étroitement synchronisé avec l'année solaire."
		},
		{
			"title": "",
			"paragraph": "Une année bissextile est une année qui contient un jour supplémentaire, le 29 février, afin de maintenir la synchronisation de notre année civile avec l'année astronomique. L'objectif d'une année bissextile est de prendre en compte le fait qu'il faut environ 365,2422 jours à la Terre pour orbiter autour du Soleil. Sans l'ajout d'années bissextiles, le calendrier finirait par se décaler par rapport aux saisons changeantes."
		},
		{
			"title": "À quelle fréquence se produisent les années bissextiles ?",
			"paragraph": "Tous les 4 ans, une année bissextile se produit, où un jour supplémentaire est ajouté au calendrier. Ces années durent 366 jours (au lieu de 365). Les années divisibles par 100 ne sont pas des années bissextiles, sauf si elles sont divisibles par 400. Par exemple, 2004, 2008 et 2012 sont des années bissextiles, 1700, 1800 et 1900 ne le sont pas, et 1200, 1600 et 2000 le sont. Cela garantit que le calendrier est synchronisé avec l'orbite de la Terre, qui est légèrement plus courte que 365,25 jours."
		},
		{
			"title": "Que se passerait-il sans les années bissextiles ?",
			"paragraph": "Les années bissextiles contribuent à maintenir l'alignement de notre calendrier avec les saisons changeantes. En ajoutant un jour supplémentaire tous les quatre ans (avec des exceptions), nous gardons notre année civile à peu près en phase avec l'orbite de la Terre autour du Soleil, qui dure environ 365,2422 jours. Sans les années bissextiles, le calendrier dériverait progressivement de l'année astronomique, faisant dériver les dates des saisons."
		},
		{
			"title": "Jour de l'An",
			"paragraph": "Jour de l'An grégorien : 1er janvier - Il s'agit de la célébration du Nouvel An la plus largement reconnue, suivant le calendrier grégorien, et est observée dans de nombreux pays du monde avec des feux d'artifice, des fêtes et des décomptes."
		},
		{
			"title": "",
			"paragraph": "Nouvel An chinois : Date variable (entre le 21 janvier et le 20 février) - Également connu sous le nom de Fête du Printemps, le Nouvel An chinois marque le début du calendrier lunaire et est célébré avec des danses de dragons et de lions, des feux d'artifice et la remise d'enveloppes rouges (hongbao)."
		},
		{
			"title": "",
			"paragraph": "Nouvel An islamique (Nouvel An hijri) : Date variable - Le Nouvel An islamique suit le calendrier lunaire islamique et commémore la migration du Prophète Muhammad à Médine. C'est un moment de réflexion et de commémoration."
		},
		{
			"title": "",
			"paragraph": "Roch Hachana : Date variable (généralement en septembre) - Le Nouvel An juif est observé avec des services religieux, le son du shofar (corne de bélier) et la consommation de denrées alimentaires symboliques comme des pommes et du miel."
		},
		{
			"title": "",
			"paragraph": "Nowruz : 20 ou 21 mars - Nowruz, également connu sous le nom de Nouvel An perse, est célébré en Iran et par diverses communautés perses. Il marque l'équinoxe de printemps et est observé avec la table Haft-Seen, qui comprend sept éléments symboliques."
		},
		{
			"title": "",
			"paragraph": "Songkran : 13 au 15 avril - Songkran est le Nouvel An thaïlandais et est célébré avec des festivals d'eau et des cérémonies religieuses. C'est un moment de purification et de renouveau."
		},
		{
			"title": "",
			"paragraph": "Diwali (Deepavali) : Date variable (généralement en octobre ou novembre) - Bien que ce ne soit pas un Nouvel An au sens traditionnel, Diwali, la Fête des Lumières, marque la victoire de la lumière sur les ténèbres et est célébré en Inde et par les communautés hindoues du monde entier."
		},
		{
			"title": "",
			"paragraph": "Matariki : Date variable (généralement en juin) - Matariki est le Nouvel An maori en Nouvelle-Zélande, marqué par la montée de l'amas d'étoiles des Pléiades. Il est célébré avec des événements culturels et spirituels."
		},
		{
			"title": "",
			"paragraph": "Nouvel An racial : Dates variées - Certaines cultures, en particulier en Asie du Sud-Est, célèbrent leur propre Nouvel An en fonction des calendriers locaux. Par exemple, le festival Songkran thaïlandais et le Nouvel An lao (Pi Mai) sont célébrés en avril."
		},
		{
			"title": "",
			"paragraph": "Nouvel An javanais (Java) : Date variable (généralement en mars) - Le Nouvel An javanais est marqué par un calendrier traditionnel javanais et comprend des rituels et des cérémonies."
		},
		{
			"title": "",
			"paragraph": "Nouvel An bengali (Pohela Boishakh) : 14 ou 15 avril - Célébré dans la région du Bengale en Asie du Sud, il marque le début du calendrier bengali et est observé avec des défilés colorés et des événements culturels."
		},
		{
			"title": "Le calendrier maya",
			"paragraph": "La civilisation maya ancienne avait un système de calendrier très sophistiqué. Ils utilisaient une combinaison d'un calendrier rituel de 260 jours (le Tzolk'in) et d'un calendrier solaire de 365 jours (le Haab') pour créer un cycle de calendrier de 18 980 jours uniques."
		},
		{
			"title": "Le calendrier aztèque",
			"paragraph": "Le calendrier aztèque, connu sous le nom de Pierre du Soleil aztèque, est un symbole significatif de la culture aztèque. Il se compose de deux parties circulaires : le calendrier rituel de 260 jours (tonalpohualli) et le calendrier solaire de 365 jours (xiuhpohualli). Le tonalpohualli combine 20 signes de jour avec 13 nombres, tandis que le xiuhpohualli se compose de 18 mois, chacun avec 20 jours. Pour compenser les 5 jours manquants, une période de 5 jours appelée Nemontemi a été ajoutée. Le calendrier avait des fins religieuses, divinatoires et chronométriques, reflétant la vision du monde aztèque avec sa riche symbolique cosmique et le visage du dieu soleil Tonatiuh en son centre."
		},
		{
			"title": "D'où vient la semaine de 7 jours ?",
			"paragraph": "La semaine de sept jours a des origines anciennes et a probablement commencé avec les Babyloniens vers 600 av. J.-C. Ils ont divisé le mois lunaire en phases d'environ sept jours. Ce concept s'est répandu et a été influencé ultérieurement par les traditions judéo-chrétiennes. Chaque jour est nommé d'après un corps céleste ou un dieu. La semaine de sept jours est désormais utilisée dans le monde entier pour organiser le temps."
		},
		{
			"title": "D'où viennent les noms des jours de la semaine ?",
			"paragraph": "Dimanche : Nommé d'après le Soleil, c'est traditionnellement le premier jour de la semaine dans de nombreuses cultures, car le Soleil a été historiquement associé au début de la semaine."
		},
		{
			"title": "",
			"paragraph": "Lundi : Nommé d'après la Lune, il suit le dimanche. Dans de nombreuses cultures, le lundi est considéré comme le deuxième jour de la semaine."
		},
		{
			"title": "",
			"paragraph": "Mardi : Nommé d'après le dieu norrois Tyr (ou Tiw), qui était associé à la guerre et à la loi. Dans les langues romanes, il est souvent nommé d'après Mars, le dieu romain de la guerre."
		},
		{
			"title": "",
			"paragraph": "Mercredi : Nommé d'après le dieu norrois Odin (ou Woden), qui était associé à la sagesse et à la poésie. Dans les langues romanes, il est souvent nommé d'après Mercure, le dieu romain de la communication."
		},
		{
			"title": "",
			"paragraph": "Jeudi : Nommé d'après le dieu norrois Thor, qui était associé au tonnerre et aux tempêtes. Dans les langues romanes, il est souvent nommé d'après Jupiter, le dieu romain du ciel."
		},
		{
			"title": "",
			"paragraph": "Vendredi : Nommé d'après la déesse norroise Frigg (ou Freyja), qui était associée à l'amour et à la fertilité. Dans les langues romanes, il est souvent nommé d'après Vénus, la déesse romaine de l'amour."
		},
		{
			"title": "",
			"paragraph": "Samedi : Nommé d'après le dieu romain Saturne, qui était associé à l'agriculture et au temps. C'est traditionnellement le dernier jour de la semaine dans de nombreuses cultures."
		},
		{
			"title": "D'où viennent les noms des mois ?",
			"paragraph": "Janvier : Nommé d'après Janus, le dieu romain des portes et des portails, souvent représenté avec deux visages, l'un regardant en arrière dans l'année précédente et l'autre en avant dans la nouvelle année."
		},
		{
			"title": "",
			"paragraph": "Février : Le nom est censé venir du mot latin \"februare,\" signifiant \"purifier.\" Février était un moment de purification dans le calendrier romain."
		},
		{
			"title": "",
			"paragraph": "Mars : Nommé d'après Mars, le dieu romain de la guerre, il était à l'origine le premier mois du calendrier romain."
		},
		{
			"title": "",
			"paragraph": "Avril : L'origine du nom est incertaine, mais il peut dériver du mot latin \"aperire,\" signifiant \"ouvrir,\" faisant référence à l'éclosion ou à l'épanouissement des fleurs et des arbres au printemps."
		},
		{
			"title": "",
			"paragraph": "Mai : Nommé d'après Maia, une déesse de la terre des plantes en croissance. C'était un moment de croissance et de fertilité accrues."
		},
		{
			"title": "",
			"paragraph": "Juin : Nommé d'après Junon, la déesse romaine du mariage et du bien-être. Juin était considéré comme un mois propice pour les mariages."
		},
		{
			"title": "",
			"paragraph": "Juillet : À l'origine connu sous le nom de Quintilis, signifiant \"cinquième\" en latin, car c'était le cinquième mois du calendrier romain. Il a ensuite été renommé en l'honneur de Jules César."
		},
		{
			"title": "",
			"paragraph": "Août : À l'origine connu sous le nom de Sextilis, signifiant \"sixième\" en latin, car c'était le sixième mois du calendrier romain. Il a ensuite été renommé en l'honneur de l'empereur Auguste."
		},
		{
			"title": "",
			"paragraph": "Septembre : Dérivé du mot latin \"septem,\" signifiant \"sept,\" car c'était à l'origine le septième mois du calendrier romain."
		},
		{
			"title": "",
			"paragraph": "Octobre : Dérivé du mot latin \"octo,\" signifiant \"huit,\" car c'était à l'origine le huitième mois du calendrier romain."
		},
		{
			"title": "",
			"paragraph": "Novembre : Dérivé du mot latin \"novem,\" signifiant \"neuf,\" car c'était à l'origine le neuvième mois du calendrier romain."
		},
		{
			"title": "",
			"paragraph": "Décembre : Dérivé du mot latin \"decem,\" signifiant \"dix,\" car c'était à l'origine le dixième mois du calendrier romain."
		},
		{
			"title": "Calendriers zodiacaux et astrologiques",
			"paragraph": "Les calendriers astrologiques, tels que le zodiaque occidental, divisent l'année en signes distincts et influencent l'astrologie. Les gens sont associés aux signes du zodiaque en fonction de leur date de naissance."
		},
		{
			"title": "Jour martien",
			"paragraph": "Sur Mars, un jour est appelé un sol, et il dure environ 24 heures et 39 minutes. Le calendrier martien aide à ajuster la journée plus longue de la planète par rapport à la Terre."
		},
		{
			"title": "Combien de temps durent les jours sur d'autres planètes ?",
			"paragraph": "La durée d'une journée, c'est-à-dire le temps qu'il faut à une planète pour effectuer une rotation complète sur son axe, varie d'une planète à l'autre en raison de leurs tailles et de leurs vitesses de rotation différentes."
		},
		{
			"title": "",
			"paragraph": "Une journée sur Mercure dure environ 59 jours terrestres. Mercure a une rotation lente, et sa journée est presque aussi longue que son année."
		},
		{
			"title": "",
			"paragraph": "Une journée sur Vénus est plus longue que son année. Il faut environ 243 jours terrestres à Vénus pour effectuer une rotation complète sur son axe."
		},
		{
			"title": "",
			"paragraph": "Une journée sur Terre dure environ 24 heures. Cette période de rotation de 24 heures définit une journée dans notre calendrier."
		},
		{
			"title": "",
			"paragraph": "Une journée sur Mars, souvent appelée sol, dure environ 24 heures et 39 minutes."
		},
		{
			"title": "",
			"paragraph": "Jupiter est une géante gazeuse et possède une période de rotation très courte. Une journée sur Jupiter dure environ 9 heures et 56 minutes."
		},
		{
			"title": "",
			"paragraph": "Saturne, une autre géante gazeuse, possède une période de rotation d'environ 10 heures et 33 minutes."
		},
		{
			"title": "",
			"paragraph": "Uranus, une géante de glace, tourne plus lentement que la plupart des planètes. Sa journée dure environ 17 heures et 14 minutes."
		},
		{
			"title": "",
			"paragraph": "Neptune, une autre géante de glace, a une journée d'environ 16 heures et 6 minutes."
		}
	]
}
