{
	"clock": [
		{
			"title": "अवलोकन",
			"paragraph": "डेस्कटॉप क्लॉक एक पूरी तरह से अनुकूलन करने योग्य घड़ी वेबसाइट और ऐप है। आप तारीख और समय के प्रारूपों को अनुकूलित कर सकते हैं, एक एनालॉग घड़ी प्रदर्शित कर सकते हैं, अपना बैटरी प्रतिशत प्रदर्शित कर सकते हैं, और फ़ॉन्ट आकार और रंगों को अनुकूलित कर सकते हैं। इसे किसी भी कंप्यूटर या फोन पर मुफ्त और विज्ञापन के बिना ऑफलाइन स्थापित किया जा सकता है।"
		},
		{
			"title": "एनालॉग और डिजिटल में बदलना",
			"paragraph": "'1' बटन पर ऊपर क्लिक करें, या प्राथमिक प्रदर्शन को टॉगल करने के लिए 'P' कुंजी दबाएं। आप सेटिंग्स > घड़ी > प्रदर्शन पर भी जा सकते हैं।"
		}
	],
	"worldclock": [
		{
			"title": "अवलोकन",
			"paragraph": "सैकड़ों समय क्षेत्रों में से चयन करें, अपने समय क्षेत्रों के लिए कस्टम नाम दर्ज करें, और आपके विश्व घड़ी कैसे प्रदर्शित करना है, इसे टॉगल करें।"
		}
	],
	"stopwatch": [
		{
			"title": "अवलोकन",
			"paragraph": "स्टॉपवॉच में बस शुरू, बंद और लैप कार्यक्षमता से अधिक है। यह टैब या ऐप बंद हो जाए, तो भी यह चलता रहेगा, और आप कई स्टॉपवॉच रख सकते हैं, उन्हें नाम दें और एक साथ कई स्टॉपवॉच शुरू कर सकते हैं।"
		}
	],
	"pomodoro": [
		{
			"title": "अवलोकन",
			"paragraph": "पोमोडोरो टाइमर एक टाइमर है जो एक चीज पर ध्यान केंद्रित करने और ब्रेक लेने में मदद करता है। विचार यह है कि आपके पास कुछ काम होते हैं जिन्हें कुछ पोम्स (25 मिनट) का समय लगता है और हर पोम के बीच में आपके पास एक छोटा ब्रेक (5 मिनट) होता है। हर कुछ समय (5) के बाद, ब्रेक के बजाय लम्बा होता है (15 मिनट)। इस तकनीक से आप पढ़ाई, ध्यान या बस काम कर सकते हैं। हमारे पोमोडोरो टाइमर में, आप मिनट लम्बे और साथ ही आज के लिए कितने पोम होते हैं, यह सब कस्टमाइज़ कर सकते हैं।"
		}
	],
	"chessclock": [
		{
			"title": "अवलोकन",
			"paragraph": "हमारे शतरंज घड़ी के पास सिर्फ दो टाइमर के साथ अधिक है। खेल को रोका जा सकता है, और आपको चार विभिन्न वृद्धि सेटिंग्स में से चयन करने का विकल्प भी है। आप स्विच करते समय और जब आपके पास कम समय बचा होता है, और जब समय समाप्त होता है, तो कौन सी ध्वनियों को प्रदर्शित करने के लिए आवाज़ को कस्टमाइज़ कर सकते हैं। छूटने और टर्न बदलने के लिए कुंजीपटल के तरीकों की सूची को देखें।"
		}
	],
	"sunrisesunset": [
		{
			"title": "अवलोकन",
			"paragraph": "देखें कब सूरज उदय होगा, कब सूरज सेट होगा, और और भी। आप धूप, डॉन, मध्याह्न, नाडिर, सोने की घड़ी, और और भी कई समय को देख सकते हैं, जिनके लिए पूर्ण विवरण है। आप यह भी देख सकते हैं कि कितने घंटे दिन की रोशनी उपलब्ध है और सूर्योदय या सूर्यास्त होने में और कितने घंटे बचे हैं। आप किसी भी तारीख, किसी भी स्थान, और किसी भी समय क्षेत्र में दर्ज कर सकते हैं और तुरंत हर जरूरत के लिए सब कुछ प्राप्त कर सकते हैं। आपके वर्तमान तारीख, स्थान, और समय क्षेत्र को सेट करने के लिए एक क्लिक बटन भी है।"
		}
	],
	"rubikscube": [
		{
			"title": "अवलोकन",
			"paragraph": "शीर्ष प्रदर्शन में एक टाइमर और समयों की सूची प्रदर्शित होती है, जबकि निचले प्रदर्शन में एक रूबिक क्यूब का मिश्रण प्रदर्शित होता है। आप ऊपर दिए गए 1 और 2 बटनों पर क्लिक करके इन प्रदर्शनों को अनुकूलित कर सकते हैं। टाइमर को शुरू और समाप्त करने के लिए आप स्पेसबार का उपयोग कर सकते हैं। समय सूची आपके सत्र में आपके समयों को प्रदर्शित करेगी, तीन का औसत और पांच का औसत (बिना न्यूनतम और अधिकतम के तीन का औसत)।"
		},
		{
			"title": "सत्र",
			"paragraph": "'सत्र' पर क्लिक करके सभी सत्रों को देखने, नए सत्र बनाने, सत्रों को हटाने, और अपने सत्र स्टैटिस्टिक्स को सीएसवी फ़ाइल डाउनलोड करने का विकल्प है। 'वर्तमान सत्र' पर क्लिक करके वर्तमान सत्र को देख सकते हैं।"
		},
		{
			"title": "मिश्रण",
			"paragraph": "एक मिश्रण एक रूबिक क्यूब के एक यादृच्छिक विन्यास को प्राप्त करने के लिए निर्देशों का सेट होता है। प्रतियोगिताओं में, एक व्यक्ति को क्यूब को यादृच्छिक रूप में मिलाने की अनुमति देने की बजाय, जो गलत हो सकता है, लोग आधिकारिक मिश्रण का उपयोग करते हैं। आधिकारिक निर्देशों का उपयोग करने के बजाय, ये मिश्रण एक यादृच्छिक वैध क्यूब का चयन करते हैं, उसे हल करते हैं और चरणों को वापस लेते हैं। 'मिश्रण उत्पन्न करें' पर क्लिक करके एक नया मिश्रण उत्पन्न कर सकते हैं, और आप समयरण टाइमर को शुरू और समाप्त करने पर स्वचालित रूप से नए मिश्रण उत्पन्न करने के लिए एक सेटिंग को टॉगल कर सकते हैं। 'मिश्रण मार्गदर्शिका' पर क्लिक करके हमें पता चलता है कि चलने वाले होते हैं और मिश्रण कैसे होता है। एक ऐसा भी एक अंतर्क्रिया क्यूब है जिसके साथ आप खेल सकते हैं।"
		}
	],
	"calendar": [
		{
			"title": "अवलोकन",
			"paragraph": "आप किसी भी सप्ताह, महीने या वर्ष के लिए कैलेंडर को कई विभिन्न दृष्टिकोणों में देख सकते हैं। प्रत्येक दृष्टिकोण प्रिंट करने योग्य है और उपर के तीन बटन का उपयोग करके आप आज, पीछे और आगे जा सकते हैं।"
		},
		{
			"title": "कीबोर्ड शॉर्टकट्स",
			"paragraph": "आप सप्ताह के लिए W, महीने के लिए M, वर्ष के लिए Y और वर्ष सूची के लिए L कुंजीबद्ध करके डिस्प्ले बदल सकते हैं। आप समय अवधि में बाईं और दाईं जाने के लिए तीर कुंजी भी उपयोग कर सकते हैं, और आज के लिए T दबा सकते हैं।"
		}
	],
	"weather": [
		{
			"title": "अवलोकन",
			"paragraph": "तीन प्रदर्शन हैं: वर्तमान, दैनिक, और प्रति घंटा। वर्तमान प्रदर्शन वर्तमान मौसम, तापमान, समय, उच्च, न्यून, हवा, बारिश, आर्द्रता, यूवी सूची, और अन्य को दिखाता है। इसमें अंतिम अपडेट करने का समय और निर्देशांक भी दिखाया जाता है। आप हमेशा मौसम को अपडेट करने के लिए पृष्ठ को ताजगी दे सकते हैं। उपयोग किए जाने वाले स्थान को संपादित करने के लिए कलम आइकन पर क्लिक करें, जो डिफ़ॉल्ट रूप से आपके वर्तमान स्थान को सेट करने के लिए सरल हो सकता है और सरलता से सेट किया जा सकता है। इकाई (F या C) पर क्लिक करें इकाइयों को बदलने के लिए। वर्तमान खंड प्रमुख प्रदर्शन है। दैनिक और प्रति घंटा खंड सहायक प्रदर्शन हैं। दैनिक प्रदर्शन सात दिनों के लिए आपके चयनित स्थान पर प्रत्येक भविष्य के लिए मौसम दिखाता है, और उच्च और न्यून भी दिख"
		},
		{
			"title": "इकाई बदलें",
			"paragraph": "आप प्राथमिक डिस्प्ले में तापमान इकाई (F या C) पर क्लिक करके या सेटिंग्स में जाकर इकाइयों के तहत अपनी चयनित इकाई पर क्लिक करके इकाइयाँ बदल सकते हैं। मीट्रिक इकाइयाँ तापमान के लिए C, वर्षा के लिए mm, और हवा के लिए km/h का उपयोग करेंगी। इम्पीरियल इकाइयाँ तापमान के लिए F, वर्षा के लिए in, और हवा के लिए mph का उपयोग करेंगी।"
		}
	],
	"pictureinpicture": [
		{
			"title": "अवलोकन",
			"paragraph": "चित्र-में-चित्र आपको अन्य ऐप्स के ऊपर एक पॉप-आउट विंडो में एक वीडियो खोलने की अनुमति देता है। हमने चित्र-में-चित्र घड़ी और टाइमर बनाए हैं ताकि आप इस सुविधा का उपयोग कर सकें और समय और तारीख देखें, या टाइमर का ट्रैक रखें।"
		},
		{
			"title": "उपयोग",
			"paragraph": "ऊपरी टैब का उपयोग करके तिथि और समय प्रदर्शन और टाइमर प्रदर्शन के बीच बदलें। टाइमर मोड में, दर्ज की गई घंटे और मिनट दर्ज करें, फिर स्टार्ट पर क्लिक करें। ऊपर चित्र-में-चित्र बटन पर क्लिक करें, या वीडियो पर दायाँ क्लिक करें और \"चित्र-में-चित्र\" का चयन करें ताकि चित्र-में-चित्र मोड में प्रवेश कर सकें।"
		},
		{
			"title": "समर्थन",
			"paragraph": "चित्र-में-चित्र का समर्थन ब्राउज़र और ऑपरेटिंग सिस्टम के अनुसार भिन्न होता है, हालांकि, यह अधिकांश ब्राउज़रों में समर्थित होता है जो क्रोमियम पर आधारित हैं जैसे कि क्रोम और एज, और फायरफॉक्स पर नहीं। आपके डिवाइस पर चित्र-में-चित्र को अक्षम करना भी संभव है, और ऐसा करने से यह मोड अगम्य हो जाएगा। हालांकि, समर्थन के बावजूद, आप फिर भी चित्र-में-चित्र घड़ी और टाइमर का उपयोग एक साधारण घड़ी और टाइमर के रूप में कर सकते हैं; यह बस फ्लोट नहीं होगा।"
		},
		{
			"title": "ज्ञात समस्याएँ",
			"paragraph": "एप्लिकेशन बदलना, कम करना, या किसी अन्य पृष्ठ पर नेविगेट करना, आपके डिवाइस पर निर्भर करता है, तो चित्र-में-चित्र को बंद कर सकता है।"
		},
		{
			"title": "यह कैसे काम करता है?",
			"paragraph": "हम कैनवास तत्व पर घड़ी या टाइमर जोड़ते हैं, फिर कैनवास से एक वीडियो स्ट्रीम बनाते हैं ताकि घड़ी या टाइमर को चित्र-में-चित्र मोड में उपयोग किया जा सके।"
		}
	],
	"timer": [
		{
			"title": "अवलोकन",
			"paragraph": "घंटे, मिनट और/या सेकंड दर्ज करके एक टाइमर बनाएं, फिर शुरू पर क्लिक करें। आप अपने टाइमर को वैकल्पिक रूप से एक नाम दे सकते हैं। एक बार बनाया गया, आप ऊपर के बटन का उपयोग करके टाइमर को रोकने और पुनरारंभ करने, टाइमर को रीसेट करने, पूर्ण स्क्रीन में प्रवेश करने और टाइमर को हटाने के लिए इस्तेमाल कर सकते हैं। आप कई टाइमर बना सकते हैं। जब टाइमर समाप्त हो जाए, तो ध्वनि सेटिंग्स को बदलने के लिए सेटिंग्स खोलें।"
		}
	],
	"countdown": [
		{
			"title": "अवलोकन",
			"paragraph": "एक तारीख और समय का चयन करके एक उलटी गिनती बनाएं, फिर शुरू पर क्लिक करें। आप अपने उलटी गिनती को वैकल्पिक रूप से एक नाम दे सकते हैं। एक बार बनाया गया, आप ऊपर के बटन का उपयोग करके पूर्ण स्क्रीन में प्रवेश करने या उलटी गिनती को हटाने के लिए इस्तेमाल कर सकते हैं। आप कई उलटी गिनती बना सकते हैं। जब उलटी गिनती समाप्त हो जाए, तो ध्वनि सेटिंग्स को बदलने के लिए सेटिंग्स खोलें।"
		}
	],
	"timestamp": [
		{
			"title": "सारांश",
			"paragraph": "टाइमस्टैम्प एप्लिकेशन को कई सेक्शन्स में विभाजित किया गया है। सभी सेक्शन्स देखने के लिए स्क्रॉल करें, या एक बार में एक सेक्शन देखने के लिए सेटिंग्स में टैब्स पर बदलें।"
		},
		{
			"title": "टाइमजोन",
			"paragraph": "टाइमस्टैम्प हमेशा GMT (0 UTC ऑफ़सेट) में मापे जाते हैं, इसलिए कोई अस्पष्टता नहीं होती। हालांकि, यदि आप एक तिथि और समय दर्ज करते हैं या एक टाइमस्टैम्प को तिथि और समय के रूप में प्रदर्शित करना चाहते हैं, तो आपको एक टाइमज़ोन चुनना होगा। आप यह चुन सकते हैं कि आपके द्वारा दर्ज की गई तिथि और समय GMT में है या आपकी स्थानीय समय में, यह सुनिश्चित करने के लिए कि आपको सही मान प्राप्त हो।"
		},
		{
			"title": "आज की तारीख का उपयोग करें",
			"paragraph": "प्रत्येक सेक्शन में वर्तमान तिथि का उपयोग करने के लिए बटन होते हैं। इन्हें क्लिक करें और ये अपने सेक्शन को वर्तमान तिथि और समय पर सेट कर देंगे। ये आपके द्वारा चुने गए टाइमज़ोन के अनुसार सटीक होंगे।"
		},
		{
			"title": "टाइमस्टैम्प या तिथि बदलें",
			"paragraph": "यह सेक्शन आपको एक टाइमस्टैम्प या एक तिथि और समय का चयन करने की अनुमति देता है, और दोनों को बदलने और इसके बारे में जानकारी देखने की सुविधा प्रदान करता है। टाइमस्टैम्प दर्ज करने के लिए, पहले टैब का चयन करें, और फिर मिलीसेकंड या सेकंड चुनें। एक तिथि और समय दर्ज करने के लिए, दूसरे टैब का चयन करें। आप सबसे आसान इनपुट प्रकार चुन सकते हैं: तिथि और समय इनपुट, तिथि टेक्स्ट, या वर्ष, महीना, आदि के लिए व्यक्तिगत नंबर। नीचे दी गई टाइमस्टैम्प जानकारी स्वचालित रूप से अपडेट हो जाएगी और टाइमस्टैम्प, स्थानीय समय और GMT समय, अब के सापेक्ष समय, और ISO 8601 जैसे विशिष्ट समय प्रारूप विश्लेषण में समय प्रदर्शित करेगी।"
		},
		{
			"title": "वर्तमान यूनिक्स टाइमस्टैम्प",
			"paragraph": "यह सेक्शन वर्तमान टाइमस्टैम्प को प्रदर्शित करेगा, जो हर सेकंड अपने आप अपडेट होता है। टाइमस्टैम्प सेकंड, मिलीसेकंड, हेक्स (सेकंड) में प्रदर्शित होगा, और स्थानीय और UTC समय भी प्रदर्शित होंगे। आप एक टाइमस्टैम्प को आसानी से कॉपी करने के लिए कॉपी बटन का उपयोग कर सकते हैं।"
		},
		{
			"title": "समय का अंतर",
			"paragraph": "यह सेक्शन आपको एक ओर टाइमस्टैम्प या तिथि और समय और दूसरी ओर टाइमस्टैम्प या तिथि और समय दर्ज करने की अनुमति देता है, और उनके बीच का अंतर देखने की सुविधा प्रदान करता है। आप दिनों, मिलीसेकंड और सेकंड में अंतर देख सकते हैं, और कौन सा समय दूसरे से आगे है। आप वर्तमान तिथि और समय जल्दी से दर्ज करने के लिए बटन का उपयोग भी कर सकते हैं।"
		},
		{
			"title": "दिन, माह, वर्ष की शुरुआत/अंत",
			"paragraph": "यह सेक्शन आपको किसी विशिष्ट वर्ष, माह, या दिन की शुरुआत और अंत की तारीखें देखने की अनुमति देता है। पहले, वर्ष, माह या दिन चुनें, और फिर उस विशिष्ट समय (और टाइमज़ोन) का चयन करें जिसे आप उपयोग करना चाहते हैं। आप वर्ष/माह/दिन की पहली और आखिरी सेकंड को टाइमस्टैम्प और GMT और आपके टाइमज़ोन में तिथि और समय टेक्स्ट के रूप में देखेंगे।"
		},
		{
			"title": "अन्य इकाइयों में कन्वर्ट करें",
			"paragraph": "यह सेक्शन आपको सेकंड (या अन्य इकाइयों) की संख्या दर्ज करने और इसे वर्षों और दिनों जैसी अन्य इकाइयों में बदलने की अनुमति देता है।"
		},
		{
			"title": "प्रति वर्ष दिन",
			"paragraph": "गैर-बाइसट साल में 365 दिन होते हैं, लेकिन बाइसट साल में 366 दिन होते हैं। हर 4 साल एक बाइसट साल होता है, लेकिन हर 100 साल नहीं, सिवाय हर 400 साल के। यही कारण है कि ग्रेगोरियन कैलेंडर में प्रति वर्ष 365.2425 दिन होते हैं। एक ज्योतिषीय वर्ष में 365.2422 दिन होते हैं, हालांकि, यह एप्लिकेशन 365.2425 का उपयोग करता है क्योंकि यही हमारे कैलेंडर का उपयोग करते हैं। यह छोटी सी अंतर 3333.3 वर्षों में एक दिन की त्रुटि को ध्यान में रखती है।"
		},
		{
			"title": "कितने सेकंड में...",
			"paragraph": "यह सेक्शन 1 घंटे, दिन, सप्ताह, माह, और वर्ष में कितने सेकंड होते हैं, का एक सरल टेबल प्रदर्शित करता है। जैसा कि ऊपर उल्लेखित है, वर्षों में 365.2425 दिन होते हैं। इस सेक्शन में एक माह को 1/12 वर्ष के रूप में माना जाता है, जो 30.436875 दिन होता है।"
		},
		{
			"title": "टाइमस्टैम्प जानकारी",
			"paragraph": "यह सेक्शन GMT, UTC, टाइमस्टैम्प, और समय मानकों पर उपयोगी जानकारी प्रदर्शित करता है।"
		}
	],
	"birthdays": [
		{
			"title": "सारांश",
			"paragraph": "Birthdays एक साधारण ऐप है जो आपको दोस्तों और परिवार के जन्मदिन जोड़ने की सुविधा देता है! आप जन्मदिनों को महीने के कैलेंडर और एक साधारण सूची में देख सकते हैं, और अपने ऐप की उपस्थिति को अनुकूलित कर सकते हैं। अपने सभी दोस्तों के जन्मदिन को एक ही जगह पर आसानी से ट्रैक करें! आप जन्मदिन आयात और निर्यात भी कर सकते हैं और जन्मदिनों की एक सूची भी प्रिंट कर सकते हैं।"
		},
		{
			"title": "जन्मदिन जोड़ना",
			"paragraph": "जन्मदिन जोड़ने के लिए, नीचे के बटन पर क्लिक करें। जन्मदिन महीने के अनुसार दिखाए जाते हैं, वर्तमान महीने से शुरू होकर।"
		},
		{
			"title": "डिस्प्ले",
			"paragraph": "आप '1' और '2' बटनों पर क्लिक करके डिस्प्ले को अनुकूलित कर सकते हैं, जैसे कि कई अन्य ऐप्स में। आप प्राथमिक और द्वितीयक डिस्प्ले को बदलने के लिए सेटिंग्स में भी जा सकते हैं। प्राथमिक डिस्प्ले जन्मदिन की सूची है, और यह एक सरल सूची दिखा सकता है, जो एक बार में कई जन्मदिन देखने के लिए अच्छा है, या एक पूरी सूची, जिसमें अधिक विस्तृत जानकारी होती है। द्वितीयक डिस्प्ले महीने का कैलेंडर है और इसे छोटा किया जा सकता है या छिपाया जा सकता है। आप खोजबार और महीने के शीर्षक को भी दिखा या छिपा सकते हैं। आप जन्मदिनों को वर्तमान महीने से या साल की शुरुआत से क्रमबद्ध भी कर सकते हैं।"
		},
		{
			"title": "निकटवर्ती जन्मदिन हाइलाइट करें",
			"paragraph": "इस सेटिंग को चेक करें और उन जन्मदिनों को हाइलाइट करने के लिए दिन की संख्या दर्ज करें जो आज से इतने दिन या कम दूर हैं।"
		},
		{
			"title": "जन्मदिन प्रिंट करें",
			"paragraph": "अपनी डिस्प्ले को अपनी इच्छा अनुसार अनुकूलित करें (प्राथमिक डिस्प्ले बदलें, महीने के शीर्षक दिखाएं/छिपाएं, साल की शुरुआत या वर्तमान महीने से शुरू करें) और फिर नीचे के प्रिंट बटन पर क्लिक करें (या ctrl+P दबाएं) अपने जन्मदिनों को प्रिंट करने के लिए।"
		},
		{
			"title": "जन्मदिन आयात और निर्यात",
			"paragraph": "सेटिंग्स में, आप आयात और निर्यात के लिए दो टेक्स्ट इनपुट फ़ील्ड पाएंगे। अपने डेटा को साझा करने के लिए, आप निर्यात फ़ील्ड से पाठ की नकल कर सकते हैं और इसे किसी मित्र को भेज सकते हैं, जिससे वह इसे आयात कर सके। वैकल्पिक रूप से, आप जन्मदिनों को शामिल करने वाले लिंक की नकल कर सकते हैं। आप फिर इस डेटा को आयात फ़ील्ड में पेस्ट कर सकते हैं या जन्मदिन आयात करने के लिए लिंक को सीधे खोल सकते हैं। प्रत्येक जन्मदिन की एक अद्वितीय ID होती है, इसलिए आपके पास एक ही नाम और जन्मदिन वाले कई लोग हो सकते हैं। यदि आप पहले से मौजूद जन्मदिनों (एक ही ID के साथ) को आयात करते हैं, तो आपकी मूल प्रविष्टियाँ संरक्षित रहेंगी, जिससे अवांछित डुप्लिकेट से बचा जा सके।"
		},
		{
			"title": "लीप वर्ष के दिन",
			"paragraph": "लीप वर्ष के दिन (29 फरवरी) को एक गैर-लीप वर्ष में 1 मार्च के रूप में और एक लीप वर्ष में 29 फरवरी के रूप में माना जाता है। उनकी उम्र उनके जन्मदिन के बाद के वर्षों की संख्या के आधार पर गणना की जाएगी, न कि उनके जन्मदिन के बाद कितने फरवरी 29 के आधार पर।"
		}
	],	
	"app": [
		{
			"title": "रंग बदलना",
			"paragraph": "सेटिंग्स > दिखावण > आकृति पर जाएं और फिर अपने चयन के आधार पर मूल और प्रमुख रंग का चयन करें। ये रंग आपके डेस्कटॉप घड़ी में सभी जगह उपयोग किए जाएंगे! आप \"डार्क\" पर क्लिक कर सकते हैं, 'N' कुंजी दबा सकते हैं, या किसी भी पृष्ठ पर रात्रि मोड को टॉगल करने के लिए सूरज/चाँद चिह्न पर क्लिक कर सकते हैं।"
		},
		{
			"title": "उपयोगकर्ता इंटरफ़ेस का अनुकूलन",
			"paragraph": "सेटिंग्स > दिखावण > उपयोगकर्ता इंटरफ़ेस पर जाएं। आप बता सकते हैं कि शीर्ष पट्टी पर कौन से बटन दिखाना चाहते हैं, क्या आप एक छोटा मेनू चाहते हैं, क्या आप हमेशा मेनू को बड़े स्क्रीनों पर संक्षेपित रखना च"
		},
		{
			"title": "क्रोमकास्ट",
			"paragraph": "सेटिंग्स > सामान्य > एप्लिकेशन पर जाएं और क्रोमकास्टिंग शुरू करने के लिए \"कास्ट\" बटन पर क्लिक करें। आप \"दिखाएं कास्ट बटन\" को चुनकर सेटिंग्स > दिखावण > उपयोगकर्ता इंटरफ़ेस में अपने शीर्ष पट्टी पर कास्ट बटन जोड़ सकते हैं।"
		},
		{
			"title": "शॉर्टकट्स",
			"paragraph": "सेटिंग्स > सामान्य > शॉर्टकट्स पर जाकर आप डबल क्लिक पूर्णस्क्रीन और कीबोर्ड शॉर्टकट्स को सक्षम या अक्षम कर सकते हैं। आप वहां कीबोर्ड शॉर्टकट्स की सूची भी देख सकते हैं।"
		},
		{
			"title": "भाषा, दिनांक स्थल, और समय क्षेत्र बदलें",
			"paragraph": "आप सेटिंग्स > सामान्य > स्थान पर जाकर भाषा, दिनांक स्थल और समय क्षेत्र बदल सकते हैं। ये मूल्य नीचे ऑटोमैटिक डिटेक्ट चालित है तो नहीं बदल सकते हैं। आप कभी भी अपने सिस्टम की डिफ़ॉल्ट भाषा, दिनांक स्थल और समय क्षेत्र का उपयोग करने के लिए ऑटोमैटिक डिटेक्ट को पुनः सक्षम कर सकते हैं।"
		}
	],
	"goals": [
		{
			"title": "डिज़ाइन दर्शन",
			"paragraph": "डेस्कटॉप क्लॉक का उद्देश्य है कि यह एक ऐसा टूल है जो उपयोग करने में सरल है और जिसमें हर सेटिंग और हर घड़ी जो आपको कभी भी चाहिए होती है। हम उपयोगकर्ता अनुभव पर विशेष विचार करते हैं, एक खूबसूरत, स्वच्छ और श्रेष्ठ उपयोगकर्ता इंटरफ़ेस बनाने का प्रयास करते हैं, और एक उच्च प्रदर्शन ऐप बनाने का। हम भी सभी प्रकार के स्क्रीन आकार के चारों ओर डिज़ाइन करने की पूरी कोशिश करते हैं, चाहे वो कितनी भी अजीब हो। आखिरकार, हम चाहते हैं कि सब कुछ आपके लिए ऑफलाइन में, तेजी से और आसानी से उपलब्ध हो, और हम रास्ते में कम से कम शोर हो। इसका मतलब कि कोई बैकएंड नहीं है (हम भविष्य में क्लाउड में खाता संग्रहण प्रदान करने का विचार कर सकते हैं) और कोई विज्ञापन नहीं है (हम एक हमारे बोर्ड गेम रिलीज को समर्थन देने के लिए सेटिंग्स मेनू में एक छोटा बैनर जोड़ने का विचार कर सकते हैं, बने रहें!)।"
		},
		{
			"title": "हमारा मिशन",
			"paragraph": "यदि दुनिया में घड़ी, समय, या टाइमर से संबंधित कुछ हो, तो हम चाहते हैं कि वह यहां हो! हमारा लक्ष्य सीधे तौर पर एक अद्भुत उत्पाद को जितने लोगों तक संभालना है और सुनिश्चित करना है कि हम आपके जीवन को बेहतर बना रहे हैं और संकट या परेशानी को घटा रहे हैं जब संभावना हो।"
		}
	],
	"time": [
		{
			"title": "सेकंड क्या है?",
			"paragraph": "एक सेकंड एक समय की मौलिक इकाई है। पहले इसे दिन के एक भाग के रूप में परिभाषित किया गया था। हालांकि, यह परिभाषा पृथ्वी के परिक्रमण पर आधारित थी, जिसकी गति पृथ्वी के परिक्रमण गति की अनियमितताओं के साथ बदल सकती है। वैज्ञानिक समय मापन के लिए, अंतर्राष्ट्रीय इकाई प्रणाली (SI) ने सीसियम परमाणु के एटमिक गुंथनों पर आधारित नई परिभाषा को मंजूरी दी। अब एक सेकंड को 9,192,631,770 गुण्थनों की अवरोध द्वारा परमाणु-133 एटम के दो अधिबहुल स्तरों के बीच के संवेग की आदर्श मात्रा के रूप में परिभाषित किया जाता है।"
		},
		{
			"title": "घड़ियाल की विकास",
			"paragraph": "हजारों सालों से घड़ियाल का उपयोग होता आ रहा है। पहले बहुत पुराने समय में, सूर्यकिरण की चायन की गति को ट्रैक करने के लिए सूर्य की प्रक्षेप छाया का आविष्कार किया गया था। दादी-नानी की घड़ियाल में विशेष रूप से गति का गणना करने के लिए एक सावधानीपूर्ण तरीके से गणना किया जाता है। अब, परमाणु घड़ियाल सिर्फ कुछ नैनोसेकंड के भीतर समय को माप सकते हैं। इस स्तर पर, उन्होंने कुछ मिलियन वर्षों के बीच लगभग एक सेकंड की अच्छुतता बनाई है।"
		},
		{
			"title": "एटमिक घड़ियाल क्या होती हैं?",
			"paragraph": "एटमिक घड़ियाल बहुत यथार्थ समय मापन के उपकरण हैं जो समय मापन के लिए परमाणु की उत्तेजना या अवक्षेपन पर आधारित होते हैं। इन घड़ियालों को आमतौर पर सबसे सटीक समय मापन उपकरण के रूप में माना जाता है और इन्टरनेशनल समय मानकों के निर्माण का आधार बनाते हैं। एटमिक घड़ियालों के विभिन्न प्रकार होते हैं, जैसे सीसियम एटमिक घड़ियाल, रुबीडियम एटमिक घड़ियाल और हाइड्रोजन मेसर घड़ियाल, जो प्रमुख अणु और प्रौद्योगिकियों पर आधारित होते हैं। एटमिक घड़ियाल वैश्विक स्थानांतरण प्रणालियों और दूरसंचार में उपयोग किए जाते हैं।"
		},
		{
			"title": "एटमिक घड़ियाल के प्रकार",
			"paragraph": "सीसियम एटमिक घड़ियाल सबसे सामान्य प्रकार के एटमिक घड़ियाल होते हैं। वे सीसियम के परमाणु की उत्तेजनाओं पर आधारित होते हैं। सीसियम एटमिक घड़ियाल इतने सटीक होते हैं कि वे कुछ नैनोसेकंड के भीतर समय को माप सकते हैं।"
		},
		{
			"title": "",
			"paragraph": "रुबीडियम एटमिक घड़ियाल अपने समय मापन संदर्भ के रूप में रुबीडियम के परमाणु का उपयोग करते हैं। वे सीसियम एटमिक घड़ियालों से थोड़ी कम सटीक होते हैं, लेकिन फिर भी बहुत सटीक होते हैं। आमतौर पर वर्ष के दौरान वे कुछ माइक्रोसेकंड के भीतर सटीकता बनाए रख सकते हैं।"
		},
		{
			"title": "",
			"paragraph": "हाइड्रोजन मेसर घड़ियाल सीसियम एटमिक घड़ियालों से भी अधिक सटीक होते हैं। वे हाइड्रोजन के परमाणु और मेसर (प्रवृत्ति द्वारा प्रोत्साहित विकिरण से माइक्रोवेव वृद्धि) प्रौद्योगिकी का उपयोग करके आद्भुत सटीकता प्राप्त करने के लिए करते हैं। इन घड़ियालों को एक वर्ष के दौरान कुछ पिकोसेकंड के भीतर सटीकता बनाए रख सकते हैं (दस ट्रिलियनिथ के अंश के भीतर)।"
		},
		{
			"title": "एटमिक घड़ियालों के अनुप्रयोग",
			"paragraph": "समय मानक: एटमिक घड़ियाल, खासकर सीसियम और हाइड्रोजन मेसर घड़ियाल, अंतर्राष्ट्रीय समय मानक का आधार होते हैं। समन्वित वैश्विक समय (UTC) दुनिया भर के अलग-अलग देशों से एटमिक घड़ियालों का संयोजन पर आधारित है। UTC दुनियावर्षी समय मानक के संदर्भ में उपयोग किया जाता है और इसे उपग्रह नेविगेशन प्रणालियों (जैसे GPS) और दूरसंचार में उपयोग किया जाता है। एटमिक घड़ियालों का उपयोग आइसीएस और दूरसंचार में किया गया है।"
		},
		{
			"title": "समय विकृति क्या है?",
			"paragraph": "समय विकृति बताती है कि समय सार्थक नहीं है, बल्कि दर्शक की गति और गुरुत्वाकर्षण क्षेत्र के संदर्भ में सार्थक होता है। इसकी प्रायोगिक पुष्टि की गई है और यह हमारे ब्रह्मांड के समझने में गहरे प्रभाव है।"
		},
		{
			"title": "UTC और GMT के बीच क्या फर्क है?",
			"paragraph": "जीएमटी प्रारंभ में प्राइम मेरिडियन पर मिले सूर्य की सांद पर मिआन समय पर आधारित था, जो अंधध की परिक्रमण गति में विचलनों को नहीं समझता था।"
		},
		{
			"title": "",
			"paragraph": "UTC एक आधुनिक और अत्यंत सटीक समय मानक है। इसे पृथ्वी के परिक्रमण में अनियमितताओं को देखने के लिए प्रस्तुत किया गया था। UTC अत्यधिक सटीक परमाणु घड़ियालों पर आधारित है और इसे नियमित अंतराल पर 0.9 सेकंड से लेकर मानक सौर समय (UT1) के भीतर रखने के लिए समायोजित किया जाता है। इस समायोजन को कभी-कभी लीप सेकंड्स जोड़कर किया जाता है, जिसे जीएमटी में शामिल नहीं किया जाता है।"
		},
		{
			"title": "",
			"paragraph": "UTC को समय मानक के लिए वैश्विक मानक माना जाता है और इसका उपयोग वैश्विक नेविगेशन और उपग्रह संचार जैसी गतिविधियों के लिए किया जाता है। जीएमटी ऐतिहासिक दृष्टि से महत्वपूर्ण है, लेकिन यह सामाजिक संदर्भों में कम से कम प्रयुक्त होता है।"
		},
		{
			"title": "",
			"paragraph": "अनौपचारिक उपयोग: लोग समय क्षेत्रों के संदर्भ में जब भी उल्लिखित करते हैं, तो वे अक्षरश: \"GMT\" और \"UTC\" का प्रयोग आपसी रूप से करते हैं। हालांकि, \"UTC\" आधुन"
		},
		{
			"title": "घड़ियों के प्रकार",
			"paragraph": "क्वार्ट्ज घड़ियाँ: अधिकांश आधुनिक एनालॉग घड़ियाँ, जैसे दीवार घड़ियाँ और कलाई घड़ियाँ, अपने टाइमकीपिंग तत्व के रूप में क्वार्ट्ज क्रिस्टल का उपयोग करती हैं। क्वार्ट्ज घड़ियाँ क्वार्ट्ज क्रिस्टल के पीजोइलेक्ट्रिक गुणों के आधार पर संचालित होती हैं। जब क्रिस्टल पर विद्युत धारा लागू की जाती है, तो यह एक सटीक आवृत्ति पर कंपन करता है। इन कंपनों को गिना जाता है और समय मापने के लिए उपयोग किया जाता है। एक सर्किट जिसे ऑसिलेटर कहा जाता है, कंपन को नियमित अंतराल में विभाजित करता है, जिससे घड़ी की सुईयां चलती हैं।"
		},
		{
			"title": "",
			"paragraph": "डिजिटल घड़ियाँ: डिजिटल घड़ियाँ संख्यात्मक अंकों का उपयोग करके समय प्रदर्शित करती हैं। क्रिस्टल के कंपन को डिजिटल डिस्प्ले में बदलने के लिए वे अक्सर क्वार्ट्ज क्रिस्टल ऑसिलेटर और माइक्रोप्रोसेसर पर भरोसा करते हैं।"
		},
		{
			"title": "",
			"paragraph": "डिजिटल घड़ियाँ: डिजिटल घड़ियाँ संख्यात्मक अंकों का उपयोग करके समय प्रदर्शित करती हैं। क्रिस्टल के कंपन को डिजिटल डिस्प्ले में बदलने के लिए वे अक्सर क्वार्ट्ज क्रिस्टल ऑसिलेटर और माइक्रोप्रोसेसर पर भरोसा करते हैं।"
		},
		{
			"title": "",
			"paragraph": "रेडियो-नियंत्रित घड़ियाँ: कुछ आधुनिक घड़ियाँ, अक्सर डिजिटल घड़ियाँ, रेडियो-नियंत्रित होती हैं। वे समर्पित ट्रांसमीटरों से समय संकेत प्राप्त करते हैं, जैसे कि राष्ट्रीय टाइमकीपिंग संगठनों द्वारा संचालित ट्रांसमीटरों से। ये घड़ियाँ बेहद सटीक रहने के लिए अपने समय को स्वचालित रूप से समायोजित करती हैं।"
		},
		{
			"title": "",
			"paragraph": "कंप्यूटर घड़ियाँ: कंप्यूटर और इलेक्ट्रॉनिक उपकरणों में अक्सर आंतरिक घड़ियाँ होती हैं जो ऑसिलेटर पर निर्भर होती हैं और नियमित रूप से इंटरनेट के माध्यम से सटीक समय मानकों के साथ सिंक्रनाइज़ होती हैं।"
		},
		{
			"title": "एनालॉग घड़ियाँ कैसे काम करती हैं?",
			"paragraph": "एनालॉग घड़ियाँ घड़ी के चेहरे पर समय दिखाने के लिए गियर और सूइयों का उपयोग करके काम करती हैं। एक सतत ऊर्जा स्रोत, जैसे बैटरी या घुमावदार स्प्रिंग, घड़ी को शक्ति प्रदान करता है। गियर इस ऊर्जा को घड़ी की सूइयों में स्थानांतरित करते हैं, जो घड़ी के चारों ओर घंटों और मिनटों में विभाजित होकर घूमती हैं। कुछ घड़ियों में एक पेंडुलम होता है जो घूमता है, जिससे टिक-टिक की ध्वनि उत्पन्न होती है। घड़ी की सूइयां वर्तमान घंटे और मिनट को दर्शाती हैं। टाइमकीपिंग की इस पारंपरिक पद्धति का उपयोग सदियों से किया जा रहा है और यह अभी भी अपने क्लासिक डिजाइन के लिए लोकप्रिय है।"
		},
		{
			"title": "एनालॉग घड़ी का आविष्कार कब हुआ था?",
			"paragraph": "पहली एनालॉग घड़ी, जिसे \"वॉटर क्लॉक\" या \"क्लेप्सिड्रा\" के नाम से जाना जाता है, का आविष्कार प्राचीन मिस्रवासियों ने 1500 ईसा पूर्व के आसपास किया था। इसमें समय मापने के लिए एक कंटेनर से दूसरे कंटेनर में पानी के प्रवाह का उपयोग किया जाता था। आधुनिक एनालॉग घड़ियों से मिलती-जुलती सबसे पुरानी यांत्रिक घड़ियाँ 14वीं शताब्दी के दौरान यूरोप में दिखाई दीं। कुछ शुरुआती उदाहरणों में सैलिसबरी कैथेड्रल घड़ी (1386) और वेल्स कैथेड्रल घड़ी (1390) शामिल हैं। इन घड़ियों में मिनट की सुई नहीं होती थी और इनका उपयोग मुख्य रूप से धार्मिक उद्देश्यों के लिए चर्चों में घंटियाँ बजाने के लिए किया जाता था।"
		},
		{
			"title": "डिजिटल घड़ी का आविष्कार कब हुआ था?",
			"paragraph": "पहली डिजिटल घड़ी, जैसा कि हम आज जानते हैं, 1960 के दशक में बनाई गई थी। सबसे प्रसिद्ध प्रारंभिक डिजिटल घड़ी मॉडल 801 है जिसे इलेक्ट्रिकल इंजीनियर जेम्स एल. बुई द्वारा डिजाइन किया गया था और 1961 में कंपनी डिजिटल इक्विपमेंट कॉर्पोरेशन (डीईसी) द्वारा निर्मित किया गया था। इस घड़ी में समय को घंटों, मिनटों और में प्रदर्शित करने के लिए फ्लिप-फ्लॉप डिजिटल सर्किट का उपयोग किया गया था। सेकंड."
		},
		{
			"title": "समय क्षेत्र क्या हैं?",
			"paragraph": "पृथ्वी को समय क्षेत्रों में विभाजित किया गया है, प्रत्येक क्षेत्र में लगभग 15 डिग्री देशांतर की दूरी है। 360 डिग्री देशांतर को 24 अनुमानित क्षेत्रों में विभाजित किया गया है, दिन में प्रति घंटा 1 छोड़कर। यह विभाजन एक समकालिक वैश्विक समय प्रणाली को बनाए रखने में मदद करता है, जिससे लोगों को दुनिया भर में एक-दूसरे के साथ समन्वय और शेड्यूल करने की अनुमति मिलती है।"
		},
		{
			"title": "कितने समय क्षेत्र हैं?",
			"paragraph": "24 समय क्षेत्र हैं जिनमें से प्रत्येक को यूटीसी से 1 घंटे की छूट के आधार पर परिभाषित किया गया है, लेकिन कुछ समय क्षेत्रों को निकटतम प्राथमिक समय क्षेत्र से 15, 30, या 45 मिनट की छूट दी गई है। वर्तमान में, 37 समय क्षेत्र हैं। सैकड़ों आधिकारिक समय क्षेत्र हैं: https://www.timeanddate.com/time/zones/।"
		},
		{
			"title": "लीप सेकंड क्या है?",
			"paragraph": "पृथ्वी के घूर्णन की क्रमिक धीमी गति को ध्यान में रखते हुए, कभी-कभी लीप सेकंड को समन्वित सार्वभौमिक समय (UTC) में जोड़ा जाता है। ये अतिरिक्त सेकंड हमारे टाइमकीपिंग सिस्टम को पृथ्वी की परिवर्तनशील घूर्णन गति के साथ संरेखित करते हैं। इसका मतलब यह है कि परमाणु समय और सौर समय समन्वय में रहते हैं। जब एक लीप सेकंड शुरू किया जाता है, तो UTC प्रभावी रूप से एक सेकंड के लिए रुक जाता है। GMT लीप सेकंड का उपयोग नहीं करता है।"
		},
		{
			"title": "12 और 24 घंटे के समय प्रारूप क्या हैं?",
			"paragraph": "विभिन्न संस्कृतियाँ और क्षेत्र अलग-अलग समय प्रारूपों का उपयोग करते हैं। आमतौर पर, 12 घंटे की घड़ी (एएम और पीएम संकेतक के साथ) और 24 घंटे की घड़ी होती है। अधिकांश देश 24 घंटे के समय का उपयोग करते हैं, लेकिन संयुक्त राज्य अमेरिका, कनाडा, यूनाइटेड किंगडम, ऑस्ट्रेलिया, न्यूजीलैंड, फिलीपींस और आयरलैंड जैसे कुछ देश 12 घंटे की घड़ी का उपयोग करते हैं, और कुछ देश जैसे भारत, दक्षिण अफ्रीका और सिंगापुर 12-घंटे और 24-घंटे दोनों घड़ी प्रणालियों का उपयोग करता है।"
		},
		{
			"title": "AM और PM का क्या मतलब है?",
			"paragraph": "\"AM\" का अर्थ है \"एंटे मेरिडीम\", जिसका अर्थ है \"दोपहर से पहले\" या \"दोपहर से पहले।\" यह आधी रात (12:00 पूर्वाह्न) से लेकर दोपहर (11 बजे) से ठीक पहले तक के समय को संदर्भित करता है :59 पूर्वाह्न)। \"PM\" का अर्थ है \"पोस्ट मेरिडीम\", जिसका अर्थ है \"दोपहर के बाद\" या \"दोपहर।\" यह दोपहर (12:00 अपराह्न) से लेकर आधी रात (11:59 अपराह्न) से ठीक पहले तक के समय को दर्शाता है। )."
		}
	],
	"dates": [
		{
			"title": "ग्रीगोरी कैलेंडर क्या है?",
			"paragraph": "ग्रीगोरी कैलेंडर वह कैलेंडर प्रणाली है जिसका आज अधिकांश लोग उपयोग करते हैं। इसमें 12 महीने होते हैं और यह 1 जनवरी को प्रारंभ होता है। हर चार साल में, सूर्य की स्थिति के साथ यह मिलाते हैं। यह दुनिया भर में आम जीवन और व्यापार के लिए उपयोग किया जाता है।"
		},
		{
			"title": "ग्रीगोरी कैलेंडर कब विकसित हुआ था?",
			"paragraph": "ग्रीगोरी कैलेंडर, जो आज अधिक प्रयुक्त है, 1582 में पोप ग्रेगोरी XIII द्वारा जूलियन कैलेंडर को सुधारने और पूर्वाच्छादन की अअयतियों का समाधान करने के लिए प्रस्तुत किया गया था।"
		},
		{
			"title": "चंद्र कैलेंडर",
			"paragraph": "कई प्राचीन कैलेंडर चंद्रमा के चक्रों पर आधारित थे, जैसे इस्लामिक हिजरी कैलेंडर। चंद्र कैलेंडर महीनों को निर्धारित करने के लिए चंद्रमा की फेजों का उपयोग करते हैं, जिनकी लगभग 29.5 दिनों की अवधि होती है। हालांकि, चंद्र कैलेंडर सूर्य की वार्षिक ध्रुवीकरण से पूरी तरह से मेल नहीं खाता है।"
		},
		{
			"title": "सौर कैलेंडर",
			"paragraph": "सौर कैलेंडर, जैसे ग्रीगोरी कैलेंडर, पृथ्वी के सूर्य के चारण के आस-पास के हैं। ये ऋतुओं के साथ समक्रिया करने के लिए एक अधिक सटीक तरीका प्रदान करते हैं, जो कृषि और जलवायु योजना के लिए अत्यंत महत्वपूर्ण है।"
		},
		{
			"title": "लीप वर्ष क्या है?",
			"paragraph": "जूलियस सीजर द्वारा जूलियन कैलेंडर में प्रस्तुत किए गए लीप वर्ष, इस तथ्य के लिए आवश्यक है कि पृथ्वी का सूर्य के चारण के आस-पास लगभग 365.2422 दिन है। ग्रीगोरी कैलेंडर इसे अपवादों के साथ संगठित करने के लिए सुधारता है, इस सुनिश्चित करता है कि यह सूर्य के चारण के साथ अधिक समक्रिया किया जाता है।"
		},
		{
			"title": "",
			"paragraph": "एक लीप वर्ष एक ऐसा वर्ष होता है जिसमें एक अतिरिक्त दिन, 29 फरवरी, शामिल होता है, ताकि हमारे कैलेंडर वर्ष को आकाशीय वर्ष के साथ मिलाने में मदद की जा सके। लीप वर्ष का उद्देश्य यह है कि पृथ्वी का सूर्य के चारण के चारण में लगभग 365.2422 दिन लगते हैं। लीप वर्षों को शामिल किए बिना, समय के साथ कैलेंडर की तिथियां बदल जाएंगी और ऋतुओं की तिथियां भटक जाएंगी।"
		},
		{
			"title": "लीप वर्ष कितनी बार होते हैं?",
			"paragraph": "हर 4 वर्ष में एक लीप वर्ष होता है, जिसमें कैलेंडर में एक अतिरिक्त दिन जोड़ा जाता है। वे वर्ष जो 100 से विभाज्य होते हैं, वे लीप वर्ष नहीं होते हैं, यदि वे 400 से विभाज्य होते हैं, तो वे लीप वर्ष होते हैं। उदाहरण के लिए, 2004, 2008 और 2012 लीप वर्ष हैं, 1700, 1800 और 1900 लीप वर्ष नहीं हैं, और 1200, 1600 और 2000 लीप वर्ष हैं। इसका उद्देश्य है कि कैलेंडर को पृथ्वी के चारण के साथ मिलाने में सुनिश्चित किया जाए, जो 365.25 दिन से थोड़ी सी छोटा है।"
		},
		{
			"title": "लीप वर्ष के बिना क्या होगा?",
			"paragraph": "लीप वर्षों का उपयोग करके हम अपने कैलेंडर की तिथियों को ऋतुओं के साथ मेल बनाने की समय में अनुरूप रखते हैं। हर चार वर्ष में एक अतिरिक्त दिन जोड़ने से (अपवादों के साथ), हम अपने वार्षिक कैलेंडर को वैज्ञानिक रूप से सूर्य के चारण के साथ लगभग मेलाने में मदद करते हैं, जो लगभग 365.2422 दिन लिए जाने के कारण होता है। लीप वर्षों के बिना, कैलेंडर आकाशीय वर्ष के बदलते मौसमों के साथ मेल बनाने से बाहर हो जाएगा।"
		},
		{
			"title": "न्यू ईयर्स डे",
			"paragraph": "ग्रीगोरी न्यू ईयर: 1 जनवरी - यह सबसे अधिक पहचाने जाने वाले न्यू ईयर का जश्न है, जो ग्रीगोरी कैलेंडर का पालन करता है, और विश्वभर में पटाखों, पार्टियों और उलट गिनती के साथ मनाया जाता है।"
		},
		{
			"title": "",
			"paragraph": "चाइनीज न्यू ईयर: तिथि बदलती है (21 जनवरी से 20 फरवरी के बीच) - यह जिसे बसंत त्योहार के रूप में भी जाना जाता है, चंद्रकाल की शुरुआत का संकेत देता है, और ड्रैगन और लायन डांस, पटाखों के साथ और लाल लिफाफों (हॉगबो) का दान करने के साथ मनाया जाता है।"
		},
		{
			"title": "",
			"paragraph": "इस्लामी न्यू ईयर (हिजरी न्यू ईयर): तिथि बदलती है - इस्लामी चंद्र कैलेंडर का पालन करता है और मुहम्मद पैगंबर के मदीना प्रस्थान का स्मरण करता है। यह समय विचार करने और स्मरण के लिए एक समय है।"
		},
		{
			"title": "",
			"paragraph": "रोश हैशनाह: तिथि बदलती है (आमतौर पर सितंबर में) - यह यहूदी न्यू ईयर धार्मिक सेवाओं, शोफर (मेंहनत के साथ टांगने की आवाज़), और सिताफल और शहद जैसे प्रतीकात्मक खाद्यों के साथ मनाया जाता है।"
		},
		{
			"title": "",
			"paragraph": "नौरूज: 20 या 21 मार्च - नौरूज, जिसे पर्षियन नव वर्ष के रूप में भी जाना जाता है, इरान में और विभिन्न पर्षियन समुदायों में मनाया जाता है। यह वसंत समवर्णक का संकेत देता है और हैफ्ट-सीन टेबल के साथ मनाया जाता है, जिसमें सात प्रतीकात्मक आइटम होते हैं।"
		},
		{
			"title": "",
			"paragraph": "सोंगक्रान: 13 से 15 अप्रैल - सोंगक्रान थाई नव वर्ष है और इसे पानी के त्योहार और धार्मिक आयोजनों के साथ मनाते हैं। यह शुद्धि और नवीकरण का समय होता है।"
		},
		{
			"title": "",
			"paragraph": "दीवाली (दीपावली): तिथि बदलती है (आमतौर पर अक्टूबर या नवंबर में) - यह पारंपरिक दृष्टि से न्यू ईयर नहीं है, लेकिन दीपावली, प्रकाश के विजय का संकेत देता है और भारत और पूरी दुनिया के हिन्दू समुदायों में मनाया जाता है।"
		},
		{
			"title": "",
			"paragraph": "मातारिकी: तिथि बदलती है (आमतौर पर जून में) - मातारिकी न्यू जीलैंड में माओरी न्यू ईयर है, जिसके साथ प्लेयडीज स्टार क्लस्टर के उदय होने का संकेत देता है। इसे सांस्कृतिक और आध्यात्मिक घटनाओं के साथ मनाते हैं।"
		},
		{
			"title": "",
			"paragraph": "रासीय न्यू ईयर: विभिन्न तिथियाँ - कुछ संस्कृतियां, विशेष रूप से दक्षिणपूर्व एशिया में, स्थानीय कैलेंडरों के आधार पर अपने न्यू ईयर का जश्न मनाती हैं। उदाहरण स्वरूप, थाई सोंगक्रान त्योहार और लाओ न्यू ईयर (पी माई) अप्रैल में मनाए जाते हैं।"
		},
		{
			"title": "",
			"paragraph": "जावानीज न्यू ईयर (जावा): तिथि बदलती है (आमतौर पर मार्च में) - जावानीज न्यू ईयर को पारंपरिक जावानीज कैलेंडर द्वारा चिह्नित किया जाता है और इसमें अनुष्ठान और आयोजन शामिल हैं।"
		},
		{
			"title": "",
			"paragraph": "बंगाली न्यू ईयर (पोहेला बोइशाख): 14 अप्रैल या 15 अप्रैल - दक्षिण एशिया के बंगाल क्षेत्र में मनाया जाने वाला है, यह बंगाली कैलेंडर की शुरुआत की गई और यह रंगीन प्रक्रियाओं और सांस्कृतिक घटनाओं के साथ मनाया जाता है।"
		},
		{
			"title": "माया कैलेंडर",
			"paragraph": "प्राचीन माया सभ्यता के पास एक अत्यंत विकसित कैलेंडर सिस्टम था। उन्होंने एक 260-दिन का अनुष्ठान कैलेंडर (त्जोल्किन) और एक 365-दिन सौर कैलेंडर (हाब') का संयोजन करने के लिए उपयोग किया था, जिससे 18,980 अद्वितीय दिनों का एक कैलेंडर दौड़ बनता था।"
		},
		{
			"title": "अजटेक कैलेंडर",
			"paragraph": "अजटेक कैलेंडर, जिसे अजटेक सन स्टोन के रूप में जाना जाता है, अजटेक संस्कृति का महत्वपूर्ण प्रतीक है। इसमें दो गोलाकार भाग शामिल हैं: 260-दिन का अनुष्ठान कैलेंडर (टोनालपोह्यालि) और 365-दिन का सौर कैलेंडर (शियुपोह्यालि)। टोनालपोह्यालि में 20 दिन के प्रतीक हैं जिनमें 13 संख्याएं शामिल हैं, जबकि शियुपोह्यालि में 18 महीने हैं, प्रत्येक में 20 दिन हैं। लापता 5 दिनों के लिए, एक आवश्यकता है, उसे नेमोंटेमी कहा जाता है। कैलेंडर धार्मिक, भविष्यवाणी और समयकीपिंग कार्यों के लिए सेवा करता था, जिसमें अजटेक विश्वदृष्टि के साथ इसके धनी ब्रह्मांडिक प्रतीकों और सूर्य देवता तोनातियुह के चेहरे का सामर्थ्य था।"
		},
		{
			"title": "7 दिन का हफ्ता कहां से आया?",
			"paragraph": "सात-दिन का हफ्ता प्राचीन मूलों का है और यह शायद बाबिलोनियन्स के साथ लगभग 600 ईसा पूर्व में प्रारंभ हुआ था। उन्होंने चंद्रमा के महीने को लगभग सात-दिन के चरणों में विभाजित किया। यह विचार प्रसारित हुआ और फिर उस पर यहूदी-ईसाई परंपराओं के प्रभाव का परिणाम था। प्रत्येक दिन को एक आकाशीय शरीर या देवता के नाम के आधार पर नामकिन दिया जाता है। सात-दिन का हफ्ता अब समय को व्यवस्थित करने के लिए दुनियाभर में उपयोग किया जाता है।"
		},

		{
			"title": "राशि और ज्योतिषी कैलेंडर",
			"paragraph": "ज्योतिषी कैलेंडर, जैसे पश्चिमी राशि चक्र, वर्ष को विभिन्न राशियों में बाँटते हैं और ज्योतिष पर प्रभाव डालते हैं। लोग अपनी जन्मतिथि के आधार पर राशिचक्र के साथ जुड़े होते हैं।"
		},
		{
			"title": "मंगलग्रह का दिन",
			"paragraph": "मंगलग्रह पर एक दिन को सौल कहा जाता है और यह लगभग 24 घंटे और 39 मिनट का होता है। मंगलग्रह का कैलेंडर पृथ्वी के मुकाबले ज्यादा दिन को संशोधित करने में मदद करता है।"
		},
		{
			"title": "अन्य ग्रहों पर दिनों की लम्बाई कितनी होती है?",
			"paragraph": "दिन की लम्बाई, यानी एक ग्रह के अपने धुर पर पूरे घूमने में जो समय लगता है, इसका विभिन्न ग्रहों पर उनके विभिन्न आकार और परिपट्ति गतियों के कारण एक से दूसरे ग्रहों पर भिन्न होता है।"
		},
		{
			"title": "",
			"paragraph": "बुधग्रह पर एक दिन लगभग 59 पृथ्वी दिन का होता है। बुधग्रह की धीमी परिपट्ति और इसका दिन लगभग इसके वर्ष के समान होता है।"
		},
		{
			"title": "",
			"paragraph": "शुक्र पर एक दिन अपने वर्ष से अधिक होता है। शुक्र के एक बार अपने धुरि पर पूरे परिपट्ति को पूरा करने में लगभग 243 पृथ्वी दिन की आवश्यकता होती है।"
		},
		{
			"title": "",
			"paragraph": "पृथ्वी पर एक दिन लगभग 24 घंटे का है। यह 24-घंटे की पूरी चक्रणी अवधि हमारे पंचांग में एक दिन को परिभाषित करता है।"
		},
		{
			"title": "",
			"paragraph": "मंगल पर एक दिन, जिसे अक्सर 'सौल' कहा जाता है, लगभग 24 घंटे और 39 मिनट का है।"
		},
		{
			"title": "",
			"paragraph": "बृहस्पति एक गैस ग्रह है, और इसकी चक्रणी की अवधि बहुत छोटी होती है। बृहस्पति पर एक दिन लगभग 9 घंटे और 56 मिनट तक का होता है।"
		},
		{
			"title": "",
			"paragraph": "शनि, एक और गैस ग्रह, की चक्रणी की अवधि लगभग 10 घंटे और 33 मिनट है।"
		},
		{
			"title": "",
			"paragraph": "यूरेनस, एक आइस जांट, बहुत सारे ग्रहों की तुलना में धीरे घूमता है। इसका दिन लगभग 17 घंटे और 14 मिनट का होता है।"
		},
		{
			"title": "",
			"paragraph": "नेपच्यून, एक और आइस जांट, का एक दिन लगभग 16 घंटे और 6 मिनट का होता है।"
		}
	]
}
